{"id": 1154, "text": "13. C Open market purchases by monetary authorities decrease the interbank lending rate by\nincreasing excess reserves that banks can lend to one another and therefore increasing\ntheir willingness to lend.\n14. C An increase in the policy rate is likely to increase longer-term interest rates, causing\ndecreases in consumption spending on durable goods and business investment in plant\nand equipment. The increase in rates, however, makes investment in the domestic\neconomy more attractive to foreign investors, increasing demand for the domestic\ncurrency and causing the currency to appreciate.\n15. C Decreasing the overnight lending rate would add reserves to the banking system, which\nwould encourage bank lending, expand the money supply, reduce interest rates, and\nallow GDP growth and the rate of inflation to increase. Selling government securities or\nincreasing the reserve requirement would have the opposite effect, reducing the money\nsupply and decreasing the inflation rate.\n16. B neutral rate = trend rate + inflation target = 2% + 4.5% = 6.5%\nBecause the policy rate is less than the neutral rate, monetary policy is expansionary.\n17. B Monetary policy has limited ability to act effectively against deflation because the\npolicy rate cannot be reduced below zero and demand for money may be highly elastic\n(liquidity trap).\n18. C The amount of the spending program exactly offsets the amount of the tax increase,\nleaving the budget unaffected. The multiplier for government spending is greater than\nthe multiplier for a tax increase. Therefore, the balanced budget multiplier is positive.\nAll of the government spending enters the economy as increased expenditure, whereas\nspending is reduced by only a portion of the tax increase.\n19. B fiscal multiplier = 1/ [1 - MPC (1 - T)] = 1/ [1 - 0.80(1 – 0.3)) = 2.27\nchange in government spending = -$50 million\nchange in aggregate demand = -(50 x 2.27) = -$113.64 million\n20. C The expansionary plan initiated by the president and approved by the legislature is an\nexample of discretionary fiscal policy. The lag from the time of the submission (March\n30) through time of the vote (June 30) is known as action lag. It took the legislature\nthree months to write and pass the necessary laws.\n21. C More frequent and current economic data would make it easier for authorities to\nmonitor the economy and to recognize problems. The reduction in the time between\neconomic reports should reduce the recognition lag.\n22. C Tight monetary policy and loose fiscal policy both lead to higher interest rates. Tight\nmonetary policy decreases private sector growth, while loose fiscal policy expands the\npublic sector, reducing the overall share of private sector in the GDP.\n"}