{"id": "1167", "text": "Without trade, Alton chooses to produce 12 million tons of food and 18 million units\nof machinery, while Borton chooses to produce 4 million tons of food and 7 million\nunits of machinery. The slope of the each country's PPF at its chosen production point\nrepresents the opportunity cost of food in terms of machinery. Given their possible\nproduction levels of the two goods, the opportunity cost of producing a unit of one\ngood can be expressed in terms of how many units of the other good they must give up\nto produce it.\nFor Alton, the opportunity cost of producing another million units of machinery is\n3 million tons of food, while for Borton, the opportunity cost of producing another\nmillion units of machinery is 5 million tons of food. The opportunity costs of food are\nsimply the reciprocals of these amounts. For Alton, the opportunity cost of producing\nanother million tons of food is 1/3 million units of machinery, and for Borton, the\nopportunity cost of producing another million tons of food is 1/5 million units of\nmachinery. If one country has a lower opportunity cost of producing one good, the\nother country must have a comparative advantage in the production of the other good.\nAlton has a comparative advantage in the production of (the lowest opportunity cost\nof producing) machinery, and Borton has a comparative advantage in the production\nof food. Next we will show that, as long as their opportunity costs of production differ,\ntrade will allow both countries to consume more than they can without trade.\nSince Alton has a comparative advantage in the production of machinery, it will be\nadvantageous for Alton to produce more machinery and to trade with Borton for food.\nFor example, Alton could produce 2 million more units of machinery and 6 million\ntons less food. Borton could produce 6 million more tons of food and, given that their\nopportunity cost of a million tons of food is one-fifth of a million units of machinery,\nproduce 1.2 million fewer units of machinery.\n"}