{"id": 1170, "text": "The Ricardian model of trade has only one factor of production—labor. The source of\ndifferences in production costs in Ricardo's model is differences in labor productivity due\nto differences in technology.\nHeckscher and Ohlin presented a model in which there are two factors of production–\ncapital and labor. The source of comparative advantage (differences in opportunity costs)\nin this model is differences in the relative amounts of each factor the countries possess. We\ncan view the England and Portugal example in these terms by assuming that England\nhas more capital (machinery) compared to labor than Portugal. Additionally, we need to\nassume that cloth production is more capital intensive than wine production. The result\nof their analysis is that the country that has more capital will specialize in the capital\nintensive good and trade for the less capital intensive good with the country that has\nrelatively more labor and less capital.\nIn the Heckscher-Ohlin model, there is a redistribution of wealth within each country\nbetween labor and the owners of capital. The price of the relatively less scarce (more\navailable) factor of production in each country will increase so that owners of capital\nwill earn more in England, and workers will earn more in Portugal compared to what\nthey were without trade. This is easy to understand in the context of prices of the two\ngoods. The good that a country imports will fall in price (that is why they import it),\nand the good that a country exports will rise in price. In our example, this means that\nthe price of wine falls, and the price of cloth rises in England. Because with trade, more\nof the capital-intensive good, cloth, is produced in England, demand for capital and\nthe price of capital will increase in England. As a result, capital receives more income at\nthe expense of labor in England. In Portugal, increasing the production of wine (which\nis labor intensive) increases the demand for and price of labor, and workers gain at the\nexpense of the owners of capital.\n"}