{"id": "1171", "text": "increasing a country's welfare, while others have little or no support from economic\ntheory. Some of the reasons for trade restrictions that have support from economists are:\n• Infant industry. Protection from foreign competition is given to new industries to\ngive them an opportunity to grow to an internationally competitive scale and get up\nthe learning curve in terms of efficient production methods.\nNational security. Even if imports are cheaper, it may be in the country's best interest\nto protect producers of goods crucial to the country's national defense so that those\ngoods are available domestically in the event of conflict.\nOther arguments for trade restrictions that have little support in theory are:\nProtecting domestic jobs. While some jobs are certainly lost, and some groups and\nregions are negatively affected by free trade, other jobs (in export industries or\ngrowing domestic goods and services industries) will be created, and prices for\ndomestic consumers will be less without import restrictions.\nProtecting domestic industries. Industry firms often use political influence to get\nprotection from foreign competition, usually to the detriment of consumers, who\npay higher prices.\nOther arguments include retaliation for foreign trade restrictions; government collection\nof tariffs (like taxes on imported goods); countering the effects of government subsidies\npaid to foreign producers; and preventing foreign exports at less than their cost of\nproduction (dumping).\nTypes of trade restrictions include:\nTariffs: Taxes on imported good collected by the government.\nQuotas: Limits on the amount of imports allowed over some period.\nExport subsidies: Government payments to firms that export goods.\nMinimum domestic content: Requirement that some percentage of product content\nmust be from the domestic country.\nVoluntary export restraint: A country voluntarily restricts the amount of a good that\ncan be exported, often in the hope of avoiding tariffs or quotas imposed by their\ntrading partners.\n"}