{"id": 1178, "text": "1. The substitution effect is positive, and the income effect is also positive—consumption\nof Good X will increase.\n2. The substitution effect is positive, and the income effect is negative but smaller than\nthe substitution effect—consumption of Good X will increase.\n3. The substitution effect is positive, and the income effect is negative and larger than the\nsubstitution effect—consumption of Good X will decrease.\nGraphical representations of these three cases are illustrated in Figure 3. The initial\nbudget line is By, and the new budget line after a decrease in the price of Good X is\nB,. The substitution effect on the consumer's preferred consumption bundle is shown\nby constructing a (theoretical) budget line B, that is parallel to the new budget line B,\nand is also tangent to the original indifference curve I. We are essentially finding the\nconsumption bundle that the consumer would prefer at the new relative prices if his\nutility were unchanged (i.e., the new bundle must be on I. The substitution effect of\nthe decrease in the price of Good X is always positive and is shown as the increase in the\nquantity of X from Q, to Qs.\nThe income effect is shown as the change in consumption from T, to the new tangency\npoint T, (most preferred bundle) of indifference curve I, and the new budget line BĮ,\nand the change in quantity from Qs to Qi.\nIn Panel (a), both the income and substitution effects increase consumption of Good\nX. In Panel (b), the income effect is negative but smaller in magnitude than the\nsubstitution effect, so the total effect of the price reduction on the consumption of Good\nX is still positive, an increase from Q, to Q. In Panel (c), the negative income effect is\nlarger than the substitution effect, and the total effect of the reduction in the price of\nGood X is a decrease in the quantity of X from Q, to Qı. This represents a case where\nthe law of demand is violated, and a decrease in the price of Good X actually reduces the\nquantity of Good X demanded.\n"}