{"id": 1218, "text": "1. A The income from a financial investment in Country P of a citizen of Country Q is\nincluded in Country P's GDP but not its GNP. It is included in Country Q's GNP but\nnot its GDP.\n2. B Openness to international trade increases specialization as production shifts to\nthose products in which domestic producers have a comparative advantage. Greater\ncompetition from imports will tend to decrease prices for consumer goods. Increasing\ninternational trade is likely to increase profitability and employment in exporting\nindustries but may decrease profitability and employment in industries that compete\nwith imported goods.\n3. A Each country gains by exporting the good for which it has a comparative advantage.\n4. C In the Ricardian model, labor is the only factor of production considered. In the\nHeckscher-Ohlin model, comparative advantage results from the relative amounts of\nlabor and capital available in different countries.\n5. B Voluntary export restraints are agreements to limit the volume of goods and services\nexported to another country. Minimum domestic content rules are limitations imposed\nby a government on its domestic firms. Import quotas are limitations on imports, not on\nexports.\n6. A Import quotas and voluntary export restraints, unlike tariffs, do not necessarily generate\ntax revenue. The other choices describe effects that result from tariffs, quotas, and VERs.\n7. B Imposing a tariff on steel imports benefits domestic steel producers and workers by\nincreasing the domestic price of steel and benefits the national government by increasing\ntax (tariff) revenue. However, the increase in the domestic price of steel would increase\ncosts in industries that use significant amounts of steel, such as the automobile industry.\nThe resulting increase in the price of automobiles reduces the quantity of automobiles\ndemanded and ultimately reduces employment in that industry.\n8. A The motivation for trading blocs is to increase economic welfare in the member countries\nby eliminating barriers to trade. Joining a trading bloc may have negative consequences\nfor some domestic industries and may decrease tariff revenue for the government.\n9. B These characteristics describe a common market. In a free trade area, member countries\nremove restrictions on goods and services trade with one another but may still restrict\nmovement of labor and capital among member countries. In an economic union,\nmember countries also coordinate their economic policies and institutions.\n10. B Purchases and sales of fixed assets are recorded in the capital account. Goods and services\ntrade and unilateral transfers are components of the current account.\n11. A Other things equal, an increase in domestic savings would tend to decrease the current\naccount deficit, while an increase in private investment or an increase in the fiscal budget\ndeficit would tend to increase the current account deficit.\n12. A The World Bank provides technical and financial assistance to economically developing\ncountries. The World Trade Organization is primarily concerned with settling disputes\namong countries concerning international trade. The International Monetary Fund\npromotes international trade and exchange rate stability and assists member countries\nthat experience balance of payments trouble.\n"}