{"id": "1257", "text": "• In a conventional fixed peg arrangement, a country pegs its currency within\nmargins of +1% versus another currency or a basket that includes the currencies\nof its major trading or financial partners. The monetary authority can maintain\nexchange rates within the band by purchasing or selling foreign currencies in the\nforeign exchange markets (direct intervention). In addition, the country can use\nindirect intervention, including changes in interest rate policy, regulation of foreign\nexchange transactions, and convincing people to constrain foreign exchange activity.\nThe monetary authority retains more flexibility to conduct monetary policy than\nwith dollarization, a monetary union, or a currency board. However, changes in\npolicy are constrained by the requirements of the peg.\nIn a system of pegged exchange rates within horizontal bands or a target zone, the\npermitted Auctuations in currency value relative to another currency or basket of\ncurrencies are wider (e.g., 42%). Compared to a conventional peg, the monetary\nauthority has more policy discretion because the bands are wider.\nWith a crawling peg, the exchange rate is adjusted periodically, typically to adjust\nfor higher inflation versus the currency used in the peg. This is termed a passive\ncrawling peg, as opposed to an active crawling peg in which a series of exchange\nrate adjustments over time is announced and implemented. An active crawling\npeg can influence inflation expectations, adding some predictability to domestic\ninflation. Monetary policy is restricted in much the same way it is with a fixed peg\narrangement.\nWith management of exchange rates within crawling bands, the width of the bands\nthat identify permissible exchange rates is increased over time. This method can be\nused to transition from a fixed peg to a floating rate when the monetary authority's\nlack of credibility makes an immediate change to floating rates impractical. Again,\nthe degree of monetary policy flexibility increases with the width of the bands.\nWith a system of managed floating exchange rates, the monetary authority attempts\nto influence the exchange rate in response to specific indicators such as the balance\nof payments, inflation rates, or employment without any specific target exchange\nrate or predetermined exchange rate path. Intervention may be direct or indirect.\nSuch management of exchange rates may induce trading partners to respond in ways\nthat reduce stability.\nWhen a currency is independently floating, the exchange rate is market-determined,\nand foreign exchange market intervention is used only to slow the rate of change and\nreduce short-term fluctuations, not to keep exchange rates at a certain target level.\n"}