{"id": 1409, "text": "Oligopoly: Because one of the key characteristics of oligopoly is the interdependence\nof firms pricing and output decisions, the optimal pricing strategy depends on our\nassumptions about the reactions of other firms to each firm's actions. Here we note\ndifferent possible assumptions and the strategy that is implied by each.\n1. Kinked demand curve: This assumes competitors will match a price decrease but\nnot a price increase. Firms produce the quantity for which marginal revenue equals\nmarginal cost. However, the marginal revenue curve is discontinuous (there's a gap\nin it), so for many cost structures the optimal quantity is the same, given they face\nthe same kinked demand curve.\n2. Collusion: If all producers agree to share the market to maximize total industry\nprofits, they will produce a total quantity for which marginal cost equals marginal\nrevenue and charge the price from the industry demand curve at which that quantity\ncan be sold. This is the same overall price and quantity as for a profit maximizing\nmonopoly firm, but the oligopoly firms must agree to share this total output among\nthemselves and share the economic profits as a result.\n3. Dominant firm model: In this case, we assume one firm has the lowest cost structure\nand a large market share as a result. The dominant firm will maximize profits by\nproducing the quantity for which its marginal cost equals its marginal revenue and\ncharge the price on its firm demand curve for that quantity. Other firms in the market\nwill essentially take that price as given and produce the quantity for which their\nmarginal cost equals that price.\n4. Game theory: Because of the interdependence of oligopoly firms' decisions, assumptions about how a competitor will react to a particular price and output decision by a\ncompetitor can determine the optimal output and pricing strategy. Given the variety\nof models and assumptions about competitor reactions, the long-run outcome is\nindeterminate. We can only say that the price will be between the monopoly price (if\nfirms successfully collude) and the perfect competition price which equals marginal\ncost (if potential competition rules out prices above that level).\nLOS 15.g: Describe the use and limitations of concentration measures in\nidentifying market structure,\n"}