{"id": 1423, "text": "LOS 15.0\nUnder perfect competition, a firm's short-run supply curve is the portion of the firm's\nshort-run marginal cost curve above average variable cost. A firm's long-run supply curve\nis the portion of the firm's long-run marginal cost curve above average total cost.\nFirms operating under monopolistic competition, oligopoly, and monopoly do not have\nwell-defined supply functions, so neither marginal cost curves nor average cost curves are\nsupply curves in these cases.\nLOS 15.d\nAll firms maximize profits by producing the quantity of output for which marginal cost\nequals marginal revenue. Under perfect competition (perfectly elastic demand), marginal\nrevenue also equals price.\nFirms in monopolistic competition or that operate in oligopoly or monopoly markets all\nface downward-sloping demand curves. Selling price is determined from the price on the\ndemand curve for the profit maximizing quantity of output.\nLOS 15.e\nAn increase (decrease) in demand will increase (decrease) economic profits in the short\nrun under all market structures. Positive economic profits result in entry of firms into\nthe industry unless barriers to entry are high. Negative economic profits result in exit\nof firms from the industry unless barriers to exit are high. When firms enter (exit) an\nindustry, market supply increases (decreases), resulting in a decrease (increase) in market\nprice and an increase (decrease) in the equilibrium quantity traded in the market.\nLOS 15.\nWhether a firm operates in perfect competition, monopolistic competition, or is a\nmonopoly, profits are maximized by producing and selling the quantity for which\nmarginal revenue equals marginal cost. Under perfect competition, price equals marginal\nrevenue. Under monopolistic competition or monopoly, firms face downward-sloping\ndemand curves so that marginal revenue is less than price, and the price charged at the\nprofit-maximizing quantity is the price from the firm's demand curve at the optimal\n(profit-maximizing) level of output.\nUnder oligopoly, the pricing strategy is not clear. Because firm decisions are\ninterdependent, the optimal pricing and output strategy depends on the assumptions\nmade about other firms' cost structures and about competitors' responses to a firm's price\nchanges.\n"}