{"id": 1507, "text": "n. describe limitations of monetary policy. (page 116)\n0. describe roles and objectives of fiscal policy. (page 118)\np. describe tools of fiscal policy, including their advantages and disadvantages.\n(page 118)\nq. describe the arguments about whether the size of a national debt relative to\nGDP matters. (page 121)\nr. explain the implementation of fiscal policy and difficulties of implementation.\n(page 122)\nS. determine whether a fiscal policy is expansionary or contractionary. (page 123)\nt. explain the interaction of monetary and fiscal policy. (page 124)\nThe topical coverage corresponds with the following CFA Institute asigned reading:\n19. International Trade and Capital Flows\nThe candidate should be able to:\na. compare gross domestic product and gross national product. (page 135)\nb. describe benefits and costs of international trade. (page 135)\nc. distinguish between comparative advantage and absolute advantage. (page 136)\nd. explain the Ricardian and Heckscher-Ohlin models of trade and the source(s) of\ncomparative advantage in each model. (page 139)\ncompare types of trade and capital restrictions and their economic implications.\n(page 139)\nexplain motivations for and advantages of trading blocs, common markets, and\neconomic unions. (page 143)\ng. describe common objectives of capital restrictions imposed by governments.\n(page 144)\nh. describe the balance of payments accounts including their components. (page 144)\ni. explain how decisions by consumers, firms, and governments affect the balance\nof payments. (page 146)\nj. describe functions and objectives of the international organizations that facilitate\ntrade, including the World Bank, the International Monetary Fund, and the\nWorld Trade Organization. (page 146)\nThe topical coverage corresponds with the following CFA Institute assigned reading:\n20. Currency Exchange Rates\nThe candidate should be able to:\na. define an exchange rate and distinguish between nominal and real exchange rates\nand spot and forward exchange rates. (page 154)\nb. describe functions of and participants in the foreign exchange market.\n(page 156)\nc. calculate and interpret the percentage change in a currency relative to another\ncurrency. (page 157)\ncalculate and interpret currency cross-rates. (page 157)\nconvert forward quotations expressed on a points basis or in percentage terms\ninto an outright forward quotation. (page 158)\nf. explain the arbitrage relationship between spot rates, forward rates, and interest\nrates. (page 159)\ng. calculate and interpret a forward discount or premium. (page 159)\nh. calculate and interpret the forward rate consistent with the spot rate and the\ninterest rate in each currency. (page 160)\ni. describe exchange rate regimes. (page 161)\nj. explain the effects of exchange rates on countries' international trade and capital\nflows. (page 162)\n©2016 Kaplan, Inc.\n"}