{"id": "1534", "text": "1. A Adding all purchases and sales is not appropriate because these would include goods that\nwere produced before the time period in question. All purchases and sales could also\nresult in double-counting intermediate goods. GDP is the market value of all final goods\nand services produced in a country in a certain period of time. GDP can be calculated\neither by totaling the amount spent on goods and services produced in the economy (the\nexpenditure approach), or the income generated in producing these goods and services\n(the income approach).\n2. A Owner-occupied housing and government services are included in GDP at imputed\n(estimated) values. Transfer payments are excluded from the calculation of GDP.\n3. B Using the sum-of-value-added method, GDP can be calculated by summing the value\nadded at each stage in the production and distribution process. Summing the value of\nthe product at each stage of production would count the value added at earlier stages\nmultiple times. The value added at earlier stages would not be included in GDP if it was\ndeducted from the retail price.\n4. B Real GDP is the value of current period output calculated using prices from a base year.\n5. A The GDP deflator is the ratio of nominal GDP to real GDP, or equivalently the ratio of\ncurrent year prices to base year prices.\n6. B National income is the income received by all factors of production used in the\ngeneration of final output. Personal income measures the pretax income that households\nreceive. Personal disposable income is personal income after taxes.\n7. A Personal income reflects the pretax income received by households and includes\ngovernment transfer payments. Personal income does not include components of\nnational income such as undistributed corporate profits, corporate income taxes, and\nindirect business taxes. The amount of after-tax income that households have available\nto spend or save is disposable personal income.\n8. B The fundamental relationship among saving, investment, the fiscal balance, and the\ntrade balance is described by the following equation: (G - T) = (S – I) – (X - M). If\nthe government budget deficit (G - T) increases, the larger budget deficit must be\nfinanced by some combination of an increase in the excess of private saving over private\ninvestment (S – I) or a decrease in net exports (X - M).\n9. C The IS curve shows an inverse relationship between aggregate income and the real\ninterest rate. The inverse relationship between aggregate income and the price level is the\naggregate demand curve.\n10. A The LRAS curve is vertical at the level of potential GDP.\n11. B Strengthening of the domestic currency should cause exports to decrease and imports\nto increase, causing the AD curve to shift to the left (lower demand). At the same time,\nthe cost of raw material inputs should decrease in domestic currency terms, causing\nthe SRAS curve to shift to the right (greater supply). Changes in the price level cause\nmovement along the AD and AS curves; in this case, any shifts along these curves will be\ntowards lower prices.\n"}