{"id": "1584", "text": "The topical coverage corresponds with the following CFA Institute assigned reading:\n29. Long-lived Assets\nThe candidate should be able to:\na. distinguish between costs that are capitalised and costs that are expensed in the\nperiod in which they are incurred. (page 209)\ncompare the financial reporting of the following types of intangible assets:\npurchased, internally developed, acquired in a business combination. (page 211)\nc. explain and evaluate how capitalising versus expensing costs in the period in\nwhich they are incurred affects financial statements and ratios. (page 213)\nd. describe the different depreciation methods for property, plant, and equipment\nand calculate depreciation expense. (page 215)\ne. describe how the choice of depreciation method and assumptions concerning\nuseful life and residual value affect depreciation expense, financial statements,\nand ratios. (page 218)\nf. describe the different amortisation methods for intangible assets with finite lives\nand calculate amortisation expense. (page 220)\ng. describe how the choice of amortisation method and assumptions concerning\nuseful life and residual value affect amortisation expense, financial statements,\nand ratios. (page 221)\nh. describe the revaluation model. (page 222)\ni. explain the impairment of property, plant, and equipment and intangible assets.\n(page 223)\nexplain the derecognition of property, plant, and equipment and intangible\nassets. (page 225)\nk. explain and evaluate how impairment, revaluation, and derecognition of\nproperty, plant, and equipment and intangible assets affect financial statements\nand ratios. (page 226)\ndescribe the financial statement presentation of and disclosures relating to\nproperty, plant, and equipment and intangible assets. (page 228)\nm. analyze and interpret financial statement disclosures regarding property, plant,\nand equipment and intangible assets. (page 229)\ncompare the financial reporting of investment property with that of property,\nplant, and equipment. (page 230)\n0. explain and evaluate how leasing rather than purchasing assets affects financial\nstatements and ratios. (page 231)\nexplain and evaluate how finance leases and operating leases affect financial\nstatements and ratios from the perspective of both the lessor and the lessee.\n(page 231)\nThe topical coverage corresponds with the following CFA Institute assigned reading:\n30. Income Taxes\nThe candidate should be able to:\na. describe the differences between accounting profit and taxable income and\ndefine key terms, including deferred tax assets, deferred tax liabilities, valuation\nallowance, taxes payable, and income tax expense. (page 244)\nb. explain how deferred tax liabilities and assets are created and the factors that\ndetermine how a company's deferred tax liabilities and assets should be treated\nfor the purposes of financial analysis. (page 245)\nc. calculate the tax base of a company's assets and liabilities. (page 246)\n"}