{"id": "1624", "text": "d. calculate income tax expense, income taxes payable, deferred tax assets, and\ndeferred tax liabilities, and calculate and interpret the adjustment to the\nfinancial statements related to a change in the income tax rate. (page 248)\nevaluate the impact of tax rate changes on a company's financial statements and\nratios. (page 252)\ndistinguish between temporary and permanent differences in pre-tax accounting\nincome and taxable income. (page 253)\ng. describe the valuation allowance for deferred tax assets—when it is required and\nwhat impact it has on financial statements. (page 255)\nh. explain recognition and measurement of current and deferred tax items.\n(page 256)\ni. analyze disclosures relating to deferred tax items and the effective tax rate\nreconciliation and explain how information included in these disclosures affects\na company's financial statements and financial ratios. (page 257)\nidentify the key provisions of and differences between income tax accounting\nunder International Financial Reporting Standards (IFRS) and US generally\naccepted accounting principles (GAAP). (page 261)\nThe topical coverage corresponds with the following CFA Institute assigned reading:\n31. Non-Current (Long-Term) Liabilities\nThe candidate should be able to:\na. determine the initial recognition, initial measurement and subsequent\nmeasurement of bonds. (page 272)\nb. describe the effective interest method and calculate interest expense,\namortisation of bond discounts/premiums, and interest payments. (page 273)\nc. explain the derecognition of debt. (page 278)\nd. describe the role of debt covenants in protecting creditors. (page 279)\ndescribe the financial statement presentation of and disclosures relating to debt.\n(page 280)\nexplain motivations for leasing assets instead of purchasing them. (page 280)\ng. distinguish between a finance lease and an operating lease from the perspectives\nof the lessor and the lessee. (page 281)\nh. determine the initial recognition, initial measurement, and subsequent\nmeasurement of finance leases. (page 282)\ni. compare the disclosures relating to finance and operating leases. (page 290)\nj. compare the presentation and disclosure of defined contribution and defined\nbenefit pension plans. (page 290)\nk. calculate and interpret leverage and coverage ratios. (page 293)\n"}