{"id": 1633, "text": "1. C An asset is a future economic benefit obtained or controlled as a result of past\ntransactions. Some assets are intangible (e.g., goodwill), and others may be donated.\n2. C The balance sheet lists the firm's assets, liabilities, and equity. The capital structure is\nmeasured by the mix of debt and equity used to finance the business.\n3. A A classified balance sheet groups together similar items (e.g., current and noncurrent\nassets and liabilities) to arrive at significant subtotals.\n4. C Estimated income taxes for the current year are likely reported as a current liability. To\nrecognize the warranty expense, it must be probable, not just possible. Future operating\nlease payments are not reported on the balance sheet.\n5. C The ticket revenue should not be recognized until it is earned. Even though the tickets\nare nonrefundable, the seller is still obligated to hold the event.\n6. A Each category of the balance sheet is expressed as a percentage of total assets.\n7. A Inventories are required to be valued at the lower of cost or net realizable value (or\n“marker” under U.S. GAAP). FIFO and average cost are two of the inventory cost flow\nassumptions among which a firm has a choice.\n8. B Goodwill developed internally is expensed as incurred. The purchased patent is reported\non the balance sheet.\n9. B Purchase price of $7,500,000 ($15 per share x 500,000 shares) – fair value of net\nassets of $7,000,000 ($6,000,000 book value + $1,000,000 increase in property and\nequipment) = goodwill of $500,000.\n10. A Both trading securities and available-for-sale securities are reported on the balance sheet\nat their fair values. At year-end, the fair value is $75,000 ($75 per share x 1,000 shares).\n11. B A loss of $1,000 is recognized if the securities are considered trading securities\n($4 dividend x $1,000 shares) – ($5 unrealized loss x 1,000 shares). Income is $4,000 if\nthe investment in Company S is considered available-for-sale [$4 dividend x $1,000).\n"}