{"id": "1683", "text": "Cash collections from customers:\n1. Begin with net sales from the income statement.\n2. Subtract (add) any increase (decrease) in the accounts receivable balance as reported in\nthe indirect method. If the company has sold more on credit than has been collected\nfrom customers, accounts receivable will increase and cash collections will be less than\nnet sales.\n3. Add (subtract) an increase (decrease) in unearned revenue. Unearned revenue includes\ncash advances from customers. Cash received from customers when the goods or\nservices have yet to be delivered is not included in net sales, so the advances must be\nadded to net sales in order to calculate cash collections.\nCash payments to suppliers:\n1. Begin with cost of goods sold (COGS) as reported in the income statement.\n2. If depreciation and/or amortization have been included in COGS (they increase\nCOGS), these noncash expenses must be added back when computing the cash paid\nto suppliers.\n3. Reduce (increase) COGS by any increase (decrease) in the accounts payable balance as\nreported in the indirect method. If payables have increased, then more was spent on\ncredit purchases during the period than was paid on existing payables, so cash\npayments are reduced by the amount of the increase in payables.\n4. Add (subtract) any increase (decrease) in the inventory balance as disclosed in the\nindirect method. Increases in inventory are not included in COGS for the period but\nstill represent the purchase of inputs, so they increase cash paid to suppliers.\n5. Subtract an inventory write-off that occurred during the period. An inventory\nwrite-off, as a result of applying the lower of cost or market rule, will reduce ending\ninventory and increase COGS for the period. However, no cash flow is associated with\nthe write-off.\nOther items in a direct method cash flow statement follow the same principles. Cash\ntaxes paid, for example, can be derived by starting with income tax expense on the\nincome statement. Adjustment must be made for changes in related balance sheet\naccounts (deferred tax assets and liabilities, and income taxes payable).\n"}