{"id": "1736", "text": "1. B Net income – profits from sale of land + depreciation + decrease in receivables – increase\nin inventories + increase in accounts payable – decrease in wages payable + increase in\ndeferred tax liabilities = 120 – 2 + 25 + 20 – 10 +7 - 5 + 15 = $170. Note that the\nprofit on the sale of land should be subtracted from net income because this transaction\nis classified as investing, not operating.\n2. B Net income – profit on sale of building + depreciation = 45 – 20 + 75 = $100. Note that\ntaxes and interest are already deducted in calculating net income, and that the profit on\nthe sale of the building should be subtracted from net income.\nB Cash from sale of building - purchase of machinery = 40 – 20 = $20.\n4. A Sale of preferred stock + issuance of bonds – principal payments on bank borrowings\n- repurchase of common stock – dividends paid = 35 + 50 – 15 – 30 – 10 = $30. Note\nthat we did not include $45 of debt retired through issuance of common stock since this\nwas a noncash transaction. Knowing how to handle noncash transactions is important.\n5. B Net income = $1,500 x 0.25 = $375, and cash flow from operations = net income –\ngain on sale of machinery + depreciation – increase in accounts receivable – increase in\ninventory - decrease in accounts payable = 375 - 30 + 150 – 50 – 100 – 70 = $275.\n6. C The payment of interest on debt is an operating cash flow under U.S. GAAP.\n7. c Depreciation does not represent a cash flow. To the extent that it affects the firm's taxes,\nan increase in depreciation changes operating cash flows, but not investing cash flows.\n8. A A change in notes payable is a financing cash flow.\n9. B Under U.S. GAAP, dividends paid are reported as financing activities. Under IFRS,\ndividends paid can be reported as either operating or financing activities.\n10. A Sales of inventory would be classified as operating cash flow.\n11. B Issuing bonds would be classified as financing cash flow.\n12. B Sale of land would be classified as investing cash flow.\n13. A Taxes paid are an operating cash flow under U.S. GAAP.\n14. B Increase in notes payable would be classified as financing cash flow.\n15. A Interest paid is classified as operating cash flow under U.S. GAAP.\n16. B $150,000 sales + $10,000 decrease in accounts receivable = $160,000 cash collections.\nThe change in accounts payable does not affect cash collections. Accounts payable result\nfrom a firm's purchases from its suppliers.\n17. C Write-off of obsolete equipment has no cash flow impact.\n18. B Sale of obsolete equipment would be classified as investing cash flow.\n"}