{"id": 1859, "text": "A company's current ratio is 1.9. If some of the accounts payable are paid off\nfrom the cash account, the:\nA. numerator would decrease by a greater percentage than the denominator,\nresulting in a lower current ratio.\nB. denominator would decrease by a greater percentage than the numerator,\nresulting in a higher current ratio.\nnumerator and denominator would decrease proportionally, leaving the\ncurrent ratio unchanged.\nA company's quick ratio is 1.2. If inventory were purchased for cash, the:\nA. numerator would decrease more than the denominator, resulting in a lower\nquick ratio.\nB. denominator would decrease more than the numerator, resulting in a higher\ncurrent ratio.\nC. numerator and denominator would decrease proportionally, leaving the\ncurrent ratio unchanged.\nAll other things held constant, which of the following transactions will increase\na firm's current ratio if the ratio is greater than one?\nA. Accounts receivable are collected and the funds received are deposited in the\nfirm's cash account.\nB. Fixed assets are purchased from the cash account.\nC. Accounts payable are paid with funds from the cash account.\nRGB, Inc.'s receivable turnover is ten times, the inventory turnover is five times,\nand the payables turnover is nine times. RGB's cash conversion cycle is closest to:\nA. 69 days.\nB. 104 days.\nC. 150 days.\nRGB, Inc.'s income statement shows sales of $1,000, cost of goods sold of $400,\npre-interest operating expense of $300, and interest expense of $100. RGB's\ninterest coverage ratio is closest to:\nA. 2 times.\nB. 3 times.\nC. 4 times.\nReturn on equity using the traditional DuPont formula equals:\nA. (net profit margin) (interest component) (solvency ratio).\nB. (net profit margin) (total asset turnover) (tax retention rate).\nC. (net profit margin) (total asset turnover) (financial leverage multiplier).\nRGB, Inc. has a net profit margin of 12%, a total asset turnover of 1.2 times,\nand a financial leverage multiplier of 1.2 times. RGB's return on equity is closest\nto:\nA. 12.0%.\nB. 14.2%.\nC. 17.3%.\n"}