{"id": "193", "text": "ANSWERS - CONCEPT CHECKERS\n1. C Intervals within a frequency distribution should always be nonoverlapping and closed\nended so that each data value can be placed into only one interval. Intervals have no set\nwidth and should be set at a width so that data is adequately summarized without losing\nvaluable characteristics.\n2. B An interval is the set of return values that an observation falls within. Simply count the\nreturn intervals on the table—there are five of them.\n3. C The sample size is the sum of all of the frequencies in the distribution, or 3 + 7 + 3 + 2 +\n1 = 16.\n4. C The relative frequency is found by dividing the frequency of the interval by the total\nnumber of frequencies.\n7– 43.89%\n5. A [22% + 5% + -7% + 11% + 2% +11%] / 6 = 7.3%\n6. B To find the median, rank the returns in order and take the middle value: -7%, 2%,\n5%, 11%, 11%, 22%. In this case, because there is an even number of observations, the\nmedian is the average of the two middle values, or (5% + 11%) / 2 = 8.0%.\n7. C The mode is the value that appears most often, or 11%.\n8. C The range is calculated by taking the highest value minus the lowest value.\n22% – (-7%) = 29.0%\n9. B The mean absolute deviation is found by taking the mean of the absolute values of the\ndeviations from the mean.\n(|22 – 7.3| + |5 – 7.3|+ |-7 – 7.3| + |11-7.3| + |2 – 7.3| + |11 – 7.3) 76 = 7.33%\n10. C The population variance, o?, is found by taking the mean of all squared deviations from\nthe mean.\no2 = ((22 – 7.3)2 + (5-7.3)2 + (-7 – 7.3)2 + (11 – 7.3)2 + (2 – 7.3)2 + (11-7.3)2] 16\n= 80.2%2\n11. B The population standard deviation, o, is found by taking the square root of the\npopulation variance.\n0 = {[(22 – 7.3)2 + (5 - 7.3)2 + (-7 - 7.3)2 + (11-7.3)2 + (2 – 7.3)2 + (11 - 7.3)2] / 6}%\n= (80.2%290.5\n= 8.96%\n12. C The sample variance, 2, uses n-1 in the denominator.\ns2 = [(22 – 7.3)2 + (5 – 7.3)2 + (-7 – 7.3)2 + (11-7.3)2 + (2 – 7.3)2 + (11-7.3)21/\n(6 - 1) = 96.3%\n"}