{"id": 1974, "text": "In periods of rising prices and stable inventory quantities, which of the\nfollowing best describes the effect on gross profit of using LIFO as compared to\nusing FIFO?\nA. Lower.\nB. Higher.\nC. The same.\nKamp, Inc., sells specialized bicycle shoes. At year-end, due to a sudden\nincrease in manufacturing costs, the replacement cost per pair of shoes is $55.\nThe original cost is $43, and the current selling price is $50. The normal\nprofit margin is 10% of the selling price, and the selling costs are $3 per pair.\nAccording to U.S. GAAP, which of the following amounts should each pair of\nshoes be reported on Kamp's year-end balance sheet?\nA. $42.\nB. $43.\nC. $47.\nWhich of the following inventory disclosures would least likely be found in the\nfootnotes of a firm following IFRS?\nA. The amount of loss reversals, from previously written-down inventory,\nrecognized during the period.\nB. The carrying value of inventories that collateralize a short-term loan.\nC. The separate carrying values of raw materials, work-in-process, and finished\ngoods computed under the LIFO cost flow method.\nWhich of the following is most likely for a firm with high inventory turnover and\nlower sales growth than the industry average? The firm:\nA. is managing its inventory effectively.\nB. may have obsolete inventory that requires a writedown.\nC. may be losing sales by not carrying enough inventory.\nIn an inflationary environment, a LIFO liquidation will most likely result in an\nincrease in:\nA. inventory.\nB. accounts payable.\nC. operating profit margin.\nIn a period of falling prices, a firm reporting under LIFO, compared to\nreporting under FIFO, will have a higher:\nA. cost of sales.\nB. gross profit margin.\nC. inventory turnover ratio.\nA firm that uses LIFO for inventory accounting reported COGS of $300,000\nand ending inventory of $200,000 for the current period, and a LIFO reserve\nthat decreased from $40,000 to $35,000 over the period. If the firm had\nreported using FIFO, its gross profit would have been:\nA. the same.\nB. $5,000 higher.\nC. $5,000 lower.\n"}