{"id": "1976", "text": "1. B Variable production overhead is capitalized as a part of inventory. Storage costs not\nrelated to the production process, and selling and administrative costs are expensed as\nincurred.\n2. A Under FIFO, ending inventory is made up of the most recent purchases, thereby\nproviding a closer approximation of current cost.\n3. A FIFO COGS\n200 units from beginning inventory * $3.00 = $600\n400 units from 1st quarter x $3.30\n= 1,320\n$1,920\nLIFO COGS\n50 units from 4th quarter x $4.20 = $210\n200 units from 3rd quarter x $3.90 = 780\n100 units from 2nd quarter x $3.60 = 360\n250 units from 1st quarter x $3.30 =_825\n$2,175\nNote the shortcut. Once FIFO COGS of $1,920 is calculated, look at the LIFO column.\nWe know that during inflation and stable or increasing inventory quantities, LIFO\nCOGS is higher than FIFO. Only LIFO COGS of $2,175 meets this condition.\n4. C Under FIFO, the first units purchased are the first units sold. FIFO COGS is the same\nunder a periodic system and a perpetual system.\nRevenue $484 (40 units x $6.00) + (40 units x $6.10)\nCOGS\n$331 (25 units x $4.00) + (55 units x $4.20)\nGross profit $153\n5. A Compared to FIFO, COGS calculated under LIFO will be higher because the most\nrecent, higher cost units are assumed to be the first units sold. Higher COGS under\nLIFO will result in lower gross profit (revenue – COGS).\n6. B Market is equal to the replacement cost as long as replacement cost is within a specific\nrange. The upper bound is net realizable value (NRV) which is equal to the selling\nprice ($50) less selling costs ($3) for a NRV of $47. The lower bound is NRV ($47)\nless normal profit margin (10% of selling price = $5) for a net amount of $42. Because\nreplacement cost is greater than NRV ($47), market equals NRV ($47). Additionally,\nwe have to use the lower of cost ($43) or market ($47) principle, so the shoes should be\nrecorded at a cost of $43.\n7. c While the separate carrying values of raw materials, work-in-process, and finished goods\nare required disclosure for some firms, LIFO is not permitted under IFRS.\n8. C High inventory turnover coupled with low sales growth relative to the industry may be\nan indication of inadequate inventory levels. In this case, the firm may be losing sales by\nnot carrying enough inventory.\n9. C In a LIFO liquidation, older and lower costs are included in cost of sales. Thus, cost of\nsales per unit decreases and profit margins increase.\n"}