{"id": "2068", "text": "d. explain how risk tolerance affects risk management. (page 125)\ne. describe risk budgeting and its role in risk governance. (page 126)\nf. identify financial and non-financial sources of risk and describe how they may\ninteract. (page 126)\ng. describe methods for measuring and modifying risk exposures and factors to\nconsider in choosing among the methods. (page 127)\nThe topical coverage corresponds with the following CFA Institute assigned reading:\n42. Portfolio Risk and Return: Part I\nThe candidate should be able to:\na. calculate and interpret major return measures and describe their appropriate\nuses. (page 135)\nb. describe characteristics of the major asset classes that investors consider in\nforming portfolios. (page 138)\ncalculate and interpret the mean, variance, and covariance (or correlation) of\nasset returns based on historical data. (page 139)\nexplain risk aversion and its implications for portfolio selection. (page 142)\ncalculate and interpret portfolio standard deviation. (page 143)\nf. describe the effect on a portfolio's risk of investing in assets that are less than\nperfectly correlated. (page 144)\ng. describe and interpret the minimum-variance and efficient frontiers of risky\nassets and the global minimum-variance portfolio. (page 146)\nh. explain the selection of an optimal portfolio, given an investor's utility (or risk\naversion) and the capital allocation line. (page 147)\nThe topical coverage corresponds with the following CFA Institute assigned reading:\n43. Portfolio Risk and Return: Part II\nThe candidate should be able to:\na. describe the implications of combining a risk-free asset with a portfolio of risky\n| assets. (page 158)\nb. explain the capital allocation line (CAL) and the capital market line (CML).\n(page 159)\nexplain systematic and nonsystematic risk, including why an investor should not\nexpect to receive additional return for bearing nonsystematic risk. (page 163)\nexplain return generating models (including the market model) and their uses.\n(page 165)\ne. calculate and interpret beta. (page 166)\nf. explain the capital asset pricing model (CAPM), including its assumptions, and\nthe security market line (SML). (page 168)\ng. calculate and interpret the expected return of an asset using the CAPM.\n(page 172)\nh. describe and demonstrate applications of the CAPM and the SML. (page 173)\nThe topical coverage corresponds with the following CFA Institute assigned reading:\n44. Basics of Portfolio Planning and Construction\nThe candidate should be able to:\na. describe the reasons for a written investment policy statement (IPS). (page 184)\nb. describe the major components of an IPS. (page 184)\nc. describe risk and return objectives and how they may be developed for a client.\n(page 185)\n"}