{"id": "2082", "text": "1. C “Special” dividends (also known as \"extra” or “irregular” dividends) are likely to be\nassociated with increased shareholder wealth because they are usually used to distribute\nexcess profits to shareholders after a period of unusually high earnings. Stock dividends\nand stock splits create more shares; however, there is a proportionate drop in the price\nper share, so there is no effect on shareholder wealth.\n2. B The chronology of a dividend payout is declaration date, ex-dividend date, holder-ofrecord date, and payment date. The ex-dividend date is the cutoff date for receiving the\ndividend: stocks purchased on or after the ex-dividend date will not receive the dividend.\n3. C Dutch auctions begin with the company communicating to shareholders a specific\nnumber of shares and a range of acceptable prices. When companies repurchase shares\nin the open market, they buy at market prices and in quantities as conditions warrant.\nIn a fixed price tender offer, the company announces a fixed number of shares to be\nrepurchased and a fixed price.\n4. B Earnings per share is expected to decrease after a share repurchase if the company's aftertax borrowing rate is greater than the company's earning yield.\n5. A Book value per share will increase after a share repurchase if book value per share was\ngreater than market price per share. BVPS will decrease after a share repurchase if BVPS\nwas less than market price.\n6. C A share repurchase is economically equivalent to a cash dividend of an equal amount,\nassuming the tax treatment of the two alternatives is the same.\n7. A If an investor purchases shares of stock on or after the ex-dividend date, she will NOT\nreceive the dividend. Therefore, to receive the dividend, the investor must purchase\nstock the day before the ex-dividend date. The ex-dividend day is always two business\ndays before the holder-of-record date. Two days before April 12 is April 10; therefore,\nthe last day the investor can purchase shares and still receive the dividend is April 9.\n8. B Total earnings are $0.60 x 36,000,000 = $21,600,000.\nAfter-tax cost of debt is 12% x (1 – 0.40) = 7.2%.\nEPS after buyback = total earnings – after-tax cost of funds\nshares outstanding after buyback\n"}