{"id": 2088, "text": "The topical coverage corresponds with the following CFA Institute assigned reading:\n45. Market Organization and Structure\nThe candidate should be able to:\na. explain the main functions of the financial system. (page 196)\nb. describe classifications of assets and markets. (page 198)\nC. describe the major types of securities, currencies, contracts, commodities,\nand real assets that trade in organized markets, including their distinguishing\ncharacteristics and major subtypes. (page 199)\nd. describe types of financial intermediaries and services that they provide.\n(page 202)\ncompare positions an investor can take in an asset. (page 205)\ncalculate and interpret the leverage ratio, the rate of return on a margin\ntransaction, and the security price at which the investor would receive a margin\ncall. (page 207)\ncompare execution, validity, and clearing instructions. (page 208)\nh. compare market orders with limit orders. (page 208)\ni. define primary and secondary markets and explain how secondary markets\nsupport primary markets. (page 212)\nj. describe how securities, contracts, and currencies are traded in quote-driven,\norder-driven, and brokered markets. (page 213)\nk. describe characteristics of a well-functioning financial system. (page 215)\n1. describe objectives of market regulation. (page 216)\nThe topical coverage corresponds with the following CFA Institute assigned reading:\n46. Security Market Indices\nThe candidate should be able to:\na. describe a security market index. (page 225)\nb. calculate and interpret the value, price return, and total return of an index.\n(page 225)\ndescribe the choices and issues in index construction and management.\n(page 226)\ncompare the different weighting methods used in index construction. (page 226)\ne. calculate and analyze the value and return of an index given its weighting\nmethod. (page 228)\nf. describe rebalancing and reconstitution of an index. (page 232)\ng. describe uses of security market indices. (page 233)\nh. describe types of equity indices. (page 233)\ni. describe types of fixed-income indices. (page 234)\nj. describe indices representing alternative investments. (page 235)\nk. compare types of security market indices. (page 236)\n©2016 Kaplan, Inc.\n"}