{"id": "2151", "text": "There are three major steps in the portfolio management process:\nStep 1: The planning step begins with an analysis of the investor's risk tolerance, return\nobjectives, time horizon, tax exposure, liquidity needs, income needs, and any\nunique circumstances or investor preferences.\nThis analysis results in an investment policy statement (IPS) that details\nthe investor's investment objectives and constraints. It should also specify an\nobjective benchmark (such as an index return) against which the success of the\nportfolio management process will be measured. The IPS should be updated at\nleast every few years and any time the investor's objectives or constraints change\nsignificantly.\nStep 2: The execution step involves an analysis of the risk and return characteristics\nof various asset classes to determine how funds will be allocated to the various\nasset types. Often, in what is referred to as a top-down analysis, a portfolio\nmanager will examine current economic conditions and forecasts of such\nmacroeconomic variables as GDP growth, inflation, and interest rates, in order\nto identify the asset classes that are most attractive. The resulting portfolio is\ntypically diversified across such asset classes as cash, fixed-income securities,\npublicly traded equities, hedge funds, private equity, and real estate, as well as\ncommodities and other real assets.\nOnce the asset class allocations are determined, portfolio managers may attempt\nto identify the most attractive securities within the asset class. Security analysts\nuse model valuations for securities to identify those that appear undervalued in\nwhat is termed bottom-up security analysis.\nStep 3: The feedback step is the final step. Over time, investor circumstances will\nchange, risk and return characteristics of asset classes will change, and the actual\nweights of the assets in the portfolio will change with asset prices. The portfolio\nmanager must monitor these changes and rebalance the portfolio periodically\nin response, adjusting the allocations to the various asset classes back to their\ndesired percentages. The manager must also measure portfolio performance and\nevaluate it relative to the return on the benchmark portfolio identified in the IPs.\nLOS 40.e: Describe mutual funds and compare them with other pooled\ninvestment products.\n"}