{"id": "2177", "text": "1. B Diversification provides an investor reduced risk. However, the expected return is\ngenerally similar or less than that expected from investing in a single risky security. Very\nhigh or very low returns become less likely.\n2. A Portfolio diversification has been shown to be relatively ineffective during severe\nmarket turmoil. Portfolio diversification is most effective when the securities have low\ncorrelation and the markets are operating normally.\n3. A In a defined contribution pension plan, the employee accepts the investment risk. The\nplan sponsor and manager neither promise a specific level of retirement income to\nparticipants nor make investment decisions. These are features of a defined benefit plan.\n4. c In a defined benefit plan, the employer promises a specific level of benefits to employees\nwhen they retire. Thus, the employer bears the investment risk.\n5. C Insurance companies need to be able to pay claims as they arise, which leads to insurance\nfirms having low risk tolerance and high liquidity needs. Defined benefit pension plans\nand foundations both typically have high risk tolerance and low liquidity needs.\n6. A An endowment has a long time horizon and low liquidity needs, as an endowment\ngenerally intends to fund its causes perpetually. Both insurance companies and banks\nrequire high liquidity.\n7. C An IPs should be updated at regular intervals and whenever there is a major change in\nthe client's objectives or constraints. Updating an IPS based on portfolio performance is\nnot recommended.\n8. C A top-down analysis begins with an analysis of broad economic trends. After an industry\nthat is expected to perform well is chosen, the most attractive companies within that\nindustry are identified. A bottom-up analysis begins with criteria such as firms’ business\nprospects and quality of management.\n9. A Open-end mutual funds do not have brokerage costs, as the shares are purchased from\nand redeemed with the fund company. Minimum investment amounts and management\nfees are typically higher for mutual funds.\n10. B Both buyout funds and venture capital funds play an active role in the management\nof companies. Unlike venture capital funds, buyout funds expect that the majority of\ninvestments will pay off. Venture capital funds do not typically restructure companies.\n11. C Hedge funds may not be offered for sale to the general public; they can be sold only\nto qualified investors who meet certain criteria. Hedge funds that hold equal values of\nlong and short securities today make up only a small percentage of funds; many other\nkinds of hedge funds exist that make no attempt to be market neutral. Hedge funds have\nreporting requirements that are less strict than those of a typical investment firm.\n"}