{"id": "2190", "text": "• Legal risk. This is the uncertainty about the organization's exposure to future legal\naction.\nModel risk. This is the risk that asset valuations based on the organization's\nanalytical models are incorrect.\nTail risk. This is the risk that extreme events (those in the tails of the distribution of\noutcomes) are more likely than the organization's analysis indicates, especially from\nincorrectly concluding that the distribution of outcomes is normal.\nAccounting risk. This is the risk that the organization's accounting policies and\nestimates are judged to be incorrect.\nFor individuals, risks, such as risk of death (mortality risk) prior to providing for their\nfamilies future needs and the risk of living longer than anticipated (longevity risk) so\nthat assets run out, are very important in financial planning. Mortality risk is most often\naddressed with life insurance, and longevity risk can be reduced by purchasing a lifetime\nannuity. Risk of health care expenses is addressed with health insurance. Although the\nrisks for an individual are in some ways different from those of organizations, the overall\napproach is the same, choosing which risks to bear (self-insure), which risks to prevent\nor avoid, and which risks to take in order to maximize the expected outcome in terms of\npersonal utility or satisfaction.\nThe various risks an organization faces are not independent; they interact in many ways.\nConsider a firm with market risk that it reduces with option contracts. If markets decline\nsignificantly, the firm is owed a payment from the firm on the other side of the option\ntrade, so now there is significant counterparty or credit risk. There also may be legal risks\nif the counterparty seeks to avoid the payment through loopholes in the contract. Credit\nlosses and legal losses may result in greater liquidity risk as positions must be sold.\nAdditional losses from selling in a declining or less liquid market may increase solvency\nrisk because of the negative impact on the firm's cash position.\nInteractions among risks must be considered because such interactions are many and\nfrequent. They can be especially important during periods of stress in financial markets,\nwhen risk management is most important to the health and possibly the survival of the\norganization.\n"}