{"id": "24", "text": "The topical coverage corresponds with the following CFA Institute assigned reading:\n10. Common Probability Distributions\nThe candidate should be able to:\na. define a probability distribution and distinguish between discrete and\ncontinuous random variables and their probability functions. (page 203)\nb. describe the set of possible outcomes of a specified discrete random variable.\n(page 203)\ninterpret a cumulative distribution function. (page 205)\ncalculate and interpret probabilities for a random variable, given its cumulative\ndistribution function. (page 205)\ndefine a discrete uniform random variable, a Bernoulli random variable, and a\nbinomial random variable. (page 206)\ncalculate and interpret probabilities given the discrete uniform and the binomial\ndistribution functions. (page 206)\ng. construct a binomial tree to describe stock price movement. (page 209)\nh. calculate and interpret tracking error. (page 211)\ndefine the continuous uniform distribution and calculate and interpret\nprobabilities, given a continuous uniform distribution. (page 211)\nexplain the key properties of the normal distribution. (page 212)\ndistinguish between a univariate and a multivariate distribution and explain the\nrole of correlation in the multivariate normal distribution. (page 213)\ndetermine the probability that a normally distributed random variable lies inside\na given interval. (page 214)\nm. define the standard normal distribution, explain how to standardize a random\nvariable, and calculate and interpret probabilities using the standard normal\ndistribution. (page 216)\ndefine shortfall risk, calculate the safety-first ratio, and select an optimal\nportfolio using Roy's safety-first criterion. (page 219)\nexplain the relationship between normal and lognormal distributions and why\nthe lognormal distribution is used to model asset prices. (page 221)\ndistinguish between discretely and continuously compounded rates of return\nand calculate and interpret a continuously compounded rate of return, given a\nspecific holding period return. (page 222)\nq. explain Monte Carlo simulation and describe its applications and limitations.\n(page 224)\nr. compare Monte Carlo simulation and historical simulation. (page 225)\nThe topical coverage corresponds with the following CFA Institute assigned reading:\n11. Sampling and Estimation\nThe candidate should be able to:\na. define simple random sampling and a sampling distribution. (page 240)\nb. explain sampling error. (page 240)\nc. distinguish between simple random and stratified random sampling. (page 241)\nd. distinguish between time-series and cross-sectional data. (page 242)\ne. explain the central limit theorem and its importance. (page 242)\nf. calculate and interpret the standard error of the sample mean. (page 243)\ng. identify and describe desirable properties of an estimator. (page 245)\n"}