{"id": "2533", "text": "Without market regulation, many problems could persist in financial markets:\n• Fraud and theft: In complex financial markets, the potential for theft and\nfraud increases because investment managers and others can take advantage of\nunsophisticated investors. Furthermore, if returns are often random, it is difficult\nfor investors to determine if their agents (e.g., investment managers and brokers) are\nperforming well.\nInsider trading: If investors believe traders with inside information will exploit them,\nthey will exit the market and liquidity will be reduced.\nCostly information: If obtaining information is relatively expensive, markets will not\nbe as informationally efficient and investors will not invest as much.\n• Defaults: Parties might not honor their obligations in markets.\nTo solve these problems, market regulation should:\nProtect unsophisticated investors so that trust in the markets is preserved.\nRequire minimum standards of competency and make it easier for investors to\nevaluate performance. The CFA Program and the Global Investment Performance\nStandards are part of this effort.\nPrevent insiders from exploiting other investors.\nRequire common financial reporting requirements (e.g., those of the International\nAccounting Standards Board) so that information gathering is less expensive.\nRequire minimum levels of capital so that market participants will be able to honor\ntheir long-term commitments. This is especially important for insurance companies\nand pension funds that individuals depend on for their financial future. With capital\nat stake, market participants have more incentive to be careful about the risks they\ntake.\nRegulation can be provided by governments as well as industry groups. For example,\nmost exchanges, clearinghouses, and dealer trade organizations are self-regulating\norganizations (SROs), meaning that they regulate their members. Governments\nsometimes delegate regulatory authority to SROs.\n"}