{"id": "2549", "text": "1. Cc Daniel holds a derivative contract that has a value determined by another financial\ncontract; in this case, the long-term bond.\n2. B This situation best describes a dealer. A dealer buys an asset for its inventory in the\nhopes of reselling it later at a higher price. Brokers stand between buyers and sellers of\nthe same security at the same location and time. Arbitrageurs trade in the same security\nsimultaneously in different markets.\n3. A Buying a put is most similar to a short position in the underlying asset because the put\nincreases in value if the underlying asset value decreases. The writer of a put and the\nholder of a call have a long exposure to the underlying asset because their positions\nincrease in value if the underlying asset value increases.\n4. B The total purchase price is 1,000 x $50 = $50,000. The investor must post initial\nmargin of 40% x $50,000 = $20,000. The remaining $30,000 is borrowed. The\ncommission on the purchase is 1,000 x $0.01 = $10. Thus, the initial equity investment\nis $20,010.\nIn one year, the sales price is 1,000 x $56 = $56,000. Dividends received are 1,000 x\n$0.30 = $300. Interest paid is $30,000 x 3% = $900. The commission on the sale is\n1,000 x $0.01 = $10. Thus the ending value is $56,000 - $30,000 + $300 - $900 - $10\n= $25,390.\nThe return on the equity investment is $25,390 / $20,010 - 1 = 26.89%.\n5. A If the investor believes the stock is overvalued in the market, the investor should place a\nshort-sale order, which would be profitable if the stock moves toward her value estimate.\n6. B A behind-the-market limit order would be least likely executed. In the case of a buy, the\nlimit buy order price is below the best bid. It will likely not execute until security prices\ndecline. A marketable buy order is the most likely to trade because it is close to the best\nask price. In an order that is making a new market or inside the market, the limit buy\norder price is between the best bid and ask.\n7. A The primary market refers to the market for newly issued securities.\n8. c Continuous markets are defined as markets where stocks can trade any time the market\nis open. Some exchange markets are call markets where orders are accumulated and\nexecuted at specific times.\n9. A Informational efficiency means the prevailing price reflects all available information\nabout the value of the asset, and the price reacts quickly to new information.\n10. A Market regulation should require financial reporting standards so that information\ngathering is less expensive and the informational efficiency of the markets is enhanced.\n"}