{"id": "2578", "text": "Security market indexes have several uses:\nReflection of market sentiment. Indexes provide a representative market return and\nthus reflect investor confidence. Although the Dow Jones Industrial Average is a\npopular index, it reflects the performance of only 30 stocks and thus may not be a\ngood measure of sentiment with regard to the broader market.\nBenchmark of manager performance. An index can be used to evaluate the\nperformance of an active manager. Because portfolio performance depends to a large\ndegree on its chosen style, the benchmark should be consistent with the manager's\ninvestment approach and style to assess the manager's skill accurately. The index\nstocks should be those that the manager will actually choose from. For example, a\nvalue manager should be compared against a value index, not a broad market index,\nbecause portfolio securities will be selected from among value stocks.\nMeasure of market return and risk. In asset allocation, estimates of the expected\nreturn and standard deviation of returns for various asset classes are based on\nhistorical returns for an index of securities representing that asset class.\nMeasure of beta and risk-adjusted return. The use of the capital asset pricing model\n(CAPM) to determine a stock's expected return requires an estimate of its beta\nand the return on the market. Index portfolio returns are used as a proxy for the\nreturns on the market portfolio, both in estimating a stock's beta, and then again in\ncalculating its expected return based on its systematic (beta) risk. Expected returns\ncan then be compared to actual stock returns to determine systematic risk-adjusted\nreturns.\nModel portfolio for index funds. Investors who wish to invest passively can invest in\nan index fund, which seeks to replicate the performance of a market index. There are\nindex mutual funds and index exchange-traded funds, as well as private portfolios\nthat are structured to match the return of an index.\n"}