{"id": 2648, "text": "Various types of investor irrationality have been proposed as explanations for reported\npricing anomalies. Whether widespread investor irrationality is the underlying cause\nof reported returns anomalies is an open question. Market efficiency does not require\nan assumption that every investor acts rationally in accordance with traditional finance\ntheory. Semi-strong form market efficiency requires that investors cannot earn positive\nabnormal returns on average (beat the market) using public information. The evidence\non market efficiency certainly suggests that this is the case. Evidence that some investors\nexhibit bias, or other deviations from perfect rationality, in their investment decision\nmaking does not necessarily mean that market prices themselves are irrational, at least\nnot in ways that lead to violations of market efficiency.\nObserved investor behaviors and biases that are considered evidence of irrational\nbehavior include:\n• Loss aversion, which refers to the tendency of investors to be more risk averse\nwhen faced with potential losses than they are when faced with potential gains. Put\nanother way, investors dislike a loss more than they like a gain of an equal amount.\nInvestor overconfidence, which is a tendency of investors to overestimate their\nabilities to analyze security information and identify differences between securities\nmarket prices and intrinsic values.\nHerding, which is a tendency of investors to act in concert on the same side of the\nmarket, acting not on private analysis, but mimicking the investment actions of\nother investors.\nAn information cascade results when investors mimic the decisions of others. The idea\nis that uninformed or less-informed traders watch the actions of informed traders and\nfollow their investment actions. If those who act first are more knowledgeable investors,\nothers following their actions may, in fact, be part of the process of incorporating new\ninformation into securities prices and actually move market prices toward their intrinsic\nvalues, improving informational efficiency.\n"}