{"id": "2709", "text": "Which of the following best describes the benefit of cumulative share voting?\nA. It provides significant minority shareholders with proportional\nrepresentation on the board.\nB. It prevents minority shareholders from exercising excessive control.\nC. If cumulative dividends are not paid, preferred shareholders are given voting\nrights.\nThe advantage of participating preferred shares versus non-participating\npreferred shares is that participating preferred shares can:\nA. obtain voting rights.\nB. receive extra dividends.\nC. be converted into common stock.\nCompared to public equity, which of the following is least likely to characterize\nprivate equity?\nA. Lower reporting costs.\nB. Potentially weaker corporate governance.\nC. Lower returns because of its less liquid market.\nGlobal depository receipts are most often denominated in:\nA. the currency of the country where they trade and issued outside the United\nStates.\nB. U.S. dollars and issued in the United States.\nC. U.S. dollars and issued outside the United States.\nWhich of the following types of preferred shares has the most risk for investors?\nA. Putable shares.\nB. Callable shares.\nC. Non-putable, non-callable shares.\nWhich of the following best describes the book value of equity?\nA. Management should attempt to maximize book value of equity.\nB. Book value of equity decreases when retained earnings increase.\nC. Book value of equity reflects investors' perceptions of the firm's future.\nWhich of the following causes of an increase in return on equity is most likely a\npositive sign for a firm's equity investors?\nA. A firm issues debt to repurchase equity.\nB. Net income is increasing at a faster rate than book value of equity.\nC. Net income is decreasing at a slower rate than book value of equity.\nFor more questions related to this topic review, log in to your Schweser online account and\nlaunch SchweserPro TM QBank; and for video instruction covering each LOS in this topic\nreview, log in to your Schweser online account and launch the OnDemand video lectures, if\nyou have purchased these products.\n"}