{"id": "2738", "text": "One component of an analyst's industry analysis should be strategic analysis, which\nexamines how an industry's competitive environment influences a firm's strategy. The\nanalysis framework developed by Michael Porter' delineates five forces that determine\nindustry competition.\n1. Rivalry among existing competitors. Rivalry increases when many firms of relatively\nequal size compete within an industry. Slow growth leads to competition as firms\nfight for market share, and high fixed costs lead to price decreases as firms try to\noperate at full capacity. For example, the high fixed costs in the auto industry from\ncapital investments and labor contracts force firms to produce a large number of\nvehicles that they can only sell at low margins. Industries with products that are\nundifferentiated or have barriers (are costly) to exit tend to have high levels of\ncompetition.\n2. Threat of entry. Industries that have significant barriers to entry (e.g., large capital\noutlays for facilities) will find it easier to maintain premium pricing. It is costly to\nenter the steel or oil production industries. Those industries have large barriers to\nentry and thus less competition from newcomers. An analyst should identify factors\nthat discourage new entrants, such as economies of scale.\n3. Threat of substitutes. Substitute products limit the profit potential of an industry\nbecause they limit the prices firms can charge by increasing the elasticity of\ndemand. Commodity-like products have high levels of competition and low profit\nmargins. The more differentiated the products are within an industry, the less price\ncompetition there will be. For example, in the pharmaceutical industry, patents\nprotect a producer from competition in the markets for patented drugs.\n4. Power of buyers. Buyers' ability to bargain for lower prices or higher quality\ninfluences industry profitability. Bargaining by governments and ever-larger health\ncare providers have put downward pressure even on patented drugs.\n"}