{"id": 2743, "text": "• Industries with greater product differentiation in regard to features, reliability, and\nservice after the sale will have greater pricing power. Return on capital can be higher\nfor firms that can better differentiate their products.\nIf the industry is capital intensive, and therefore costly to enter or exit, overcapacity\ncan result in intense price competition.\nTobacco, alcohol, and confections are examples of highly concentrated industries in\nwhich firms' pricing power is relatively strong. Automobiles, aircraft, and oil refining are\nexamples of highly concentrated industries with relatively weak pricing power.\nAlthough industry concentration does not guarantee pricing power, a fragmented market\ndoes usually result in strong competition. When there are many industry members, firms\ncannot coordinate pricing, firms will act independently, and because each member has\nsuch a small market share, any incremental increase in market share may make a price\ndecrease profitable.\nIndustry Capacity\nIndustry capacity has a clear impact on pricing power. Undercapacity, a situation in\nwhich demand exceeds supply at current prices, results in pricing power and higher\nreturn on capital. Overcapacity, with supply greater than demand at current prices, will\nresult in downward pressure on price and lower return on capital.\nAn analyst should be familiar with the industry's current capacity and its planned\ninvestment in additional capacity. Capacity is fixed in the short run and variable in the\nlong run. In other words, given enough time, producers will build enough factories\nand raise enough capital to meet demand at a price close to minimum average cost.\nHowever, producers may overshoot the optimal industry capacity, especially in cyclical\nmarkets. For example, producers may start to order new equipment during an economic\nexpansion to increase capacity. By the time they bring the additional production on\nto the market, the economy may be in a recession with decreased demand. A diligent\nanalyst can look for signs that the planned capacity increases of all producers (who may\nnot take into account the capacity increases of other firms) sum to more output than\nindustry demand will support.\nCapacity is not necessarily physical. For example, an increase in demand for insurance\ncan be more easily and quickly met than an increase in demand for a product requiring\nphysical capacity, such as electricity or refined petroleum products.\nIf capacity is physical and specialized, overcapacity can exist for an extended period if\nproducers expand too much over the course of a business cycle. Specialized physical\ncapacity may have a low liquidation value and be costly to reallocate to a different\nproduct. Non-physical capacity (e.g., financial capital) can be reallocated more quickly\nto new industries than physical capacity.\n"}