{"id": 2775, "text": "1. B The classification systems provided by S&P/MSCI Barra, Russell, and Dow Jones/FTSE\nclassify firms according to the product or service they produce.\n2. B For industry analysis, cyclical firms and industries are those with earnings that are highly\ndependent on the business cycle, while non-cyclical firms and industries are those with\nearnings that are relatively less sensitive to the business cycle.\n3. C Firms should be included in a peer group if their business activities are comparable. An\nanalyst may begin with available industry classifications when forming peer groups but\nshould refine them based on factors including the firms' sources of demand and earnings\nand the geographic markets in which they operate.\n4. A The experience curve shows the cost per unit relative to output. Unit cost declines\nat higher output volume because of increases in productivity and economies of scale,\nespecially in industries with high fixed costs.\n5. B Greater concentration (a small number of firms control a large part of the market)\ntypically reduces competition and results in greater pricing power. Greater unused\ncapacity in an industry, especially if chronic, results in greater price competition and\nless pricing power. Greater stability in market share is typically associated with greater\npricing power.\n6. C In industries with greater ease of entry, firms have little pricing power because new\ncompetitors can take away market share. High costs of exiting result in overcapacity and\nlikely price wars. Greater ease of exit (i.e., low costs of exit) increases pricing power.\n7. B The shakeout stage is characterized by slowed growth, intense competition, industry\novercapacity, increased cost cutting, declining profitability, and increased failures.\n8. C Supplier bargaining power is best characterized as a force internal to the industry.\nExternal influences on industry growth, profitability, and risk include macroeconomic,\ntechnological, demographic, governmental, and social influences.\n9. A Elements of an industry strategic analysis include the major firms, barriers to entry/\nsuccess, industry concentration, influence of industry capacity on pricing, industry\nstability, life cycle, competition, demographic influences, government influence, social\ninfluence, technological influence, and whether the industry is growth, defensive, or\ncyclical.\n10. B Firms that use a low-cost strategy should have managerial incentives suitable to create\nefficient operations. In a low-cost strategy, the firm seeks to generate high enough sales\nvolume to make a superior return. Marketing and product development are key elements\nof a differentiation strategy.\n"}