{"id": 2855, "text": "Advantages of discounted cash flow models:\n• They are based on the fundamental concept of discounted present value and are well\ngrounded in finance theory.\nThey are widely accepted in the analyst community.\nDisadvantages of discounted cash flow models:\n• Their inputs must be estimated.\n• Value estimates are very sensitive to input values.\nAdvantages of comparable valuation using price multiples:\n• Evidence that some price multiples are useful for predicting stock returns.\nPrice multiples are widely used by analysts.\nPrice multiples are readily available.\nThey can be used in time series and cross-sectional comparisons.\nEV/EBITDA multiples are useful when comparing firm values independent of\ncapital structure or when earnings are negative and the P/E ratio cannot be used.\nDisadvantages of comparable valuation using price multiples:\nLagging price multiples reflect the past.\nPrice multiples may not be comparable across firms if the firms have different size,\nproducts, and growth.\nPrice multiples for cyclical firms may be greatly affected by economic conditions at a\ngiven point in time.\nA stock may appear overvalued by the comparable method but undervalued by a\nfundamental method or vice versa.\nDifferent accounting methods can result in price multiples that are not comparable\nacross firms, especially internationally.\nA negative denominator in a price multiple results in a meaningless ratio. The P/E\nratio is especially susceptible to this problem.\nAdvantages of price multiple valuations based on fundamentals:\nThey are based on theoretically sound valuation models.\nThey correspond to widely accepted value metrics.\nDisadvantage of price multiple valuations based on fundamentals:\n· Price multiples based on fundamentals will be very sensitive to the inputs (especially\nthe k–g denominator).\nAdvantages of asset-based models:\nThey can provide floor values.\nThey are most reliable when the firm has primarily tangible short-term assets, assets\nwith ready market values, or when the firm is being liquidated.\nThey are increasingly useful for valuing public firms that report fair values.\n"}