{"id": "3023", "text": "The topical coverage corresponds with the following CFA Institute assigned reading:\n34. Corporate Governance and ESG: An Introduction\nThe candidate should be able to:\na. describe corporate governance. (page 1)\nb. describe a company's stakeholder groups and compare interests of stakeholder\ngroups. (page 2)\nc. describe principal-agent and other relationships in corporate governance and the\nconflicts that may arise in these relationships. (page 3)\nd. describe stakeholder management. (page 4)\ne. describe mechanisms to manage stakeholder relationships and mitigate\nassociated risks. (page 4)\ndescribe functions and responsibilities of a company's board of directors and its\ncommittees. (page 5)\ng. describe market and non-market factors that can affect stakeholder relationships\nand corporate governance. (page 7)\nh. identify potential risks of poor corporate governance and stakeholder\nmanagement and identify benefits from effective corporate governance and\nstakeholder management. (page 9)\ni describe factors relevant to the analysis of corporate governance and stakeholder\nmanagement. (page 9)\nj. describe environmental and social considerations in investment analysis.\n(page 11)\nk. describe how environmental, social, and governance factors may be used in\ninvestment analysis. (page 12)\nThe topical coverage corresponds with the following CFA Institute assigned reading:\n35. Capital Budgeting\nThe candidate should be able to:\na. describe the capital budgeting process and distinguish among the various\ncategories of capital projects. (page 18)\nb. describe the basic principles of capital budgeting. (page 19)\nc. explain how the evaluation and selection of capital projects is affected by\nmutually exclusive projects, project sequencing, and capital rationing. (page 21)\ncalculate and interpret net present value (NPV), internal rate of return (IRR),\npayback period, discounted payback period, and profitability index (PI) of a\nsingle capital project. (page 21)\nexplain the NPV profile, compare the NPV and IRR methods when evaluating\nindependent and mutually exclusive projects, and describe the problems\nassociated with each of the evaluation methods. (page 29)\ndescribe expected relations among an investment's NPV, company value, and\nshare price. (page 32)\n"}