{"id": "3043", "text": "In a presentation to Manigault's Board of Directors, Stallworth makes the\nfollowing statements:\nStatement 1: If we maintain our target capital structure of 70% equity and 30%\ndebt, the break point at which our cost of equity will increase to\n8.0% is $185 million in new capital.\nStatement 2: If we want to finance total assets of $450 million, our marginal cost\nof capital will increase to 7.56%.\nAre Stallworth’s Statements 1 and 2 most likely correct or incorrect?\nStatement 1\nStatement 2\nA. Correct\nCorrect\nB. Incorrect\nCorrect\nC. Incorrect\nIncorrect\n15.\nBlack Pearl Yachts is considering a project that requires a $180,000 cash outlay\nand is expected to produce cash flows of $50,000 per year for the next five years.\nBlack Pearl's tax rate is 25%, and the before-tax cost of debt is 8%. The current\nshare price for Black Pearl's stock is $56 and the expected dividend next year is\n$2.80 per share. Black Pearl's expected growth rate is 5%. Assume that Black\nPearl finances the project with 60% equity and 40% debt, and the flotation cost\nfor equity is 4.0%. The appropriate discount rate is the weighted average cost of\ncapital (WACC). Which of the following choices is closest to the dollar amount\nof the flotation costs and the NPV for the project, assuming that flotation costs\nare accounted for properly?\nDollar amount of flotation costs\nNPV of project\nA. $4,320\n$17,548\n4,320\n$13,228\n7,200\n$17,548\nJay Company has a debt-to-equity ratio of 2.0. Jay is evaluating the cost of\nequity for a project in the same line of business as Cass Company and will use\nthe pure-play method with Cass as the comparable firm. Cass has a beta of 1.2\nand a debt-to-equity ratio of 1.6. The project beta most likely:\nA. will be less than Jay Company's beta.\nB. will be greater than Jay Company's beta.\nC. could be greater than or less than Jay Company's beta.\nFor more questions related to this topic review, log in to your Schweser online account and\nlaunch SchweserPro TM QBank; and for video instruction covering each LOS in this topic\nreview, log in to your Schweser online account and launch the OnDemand video lectures, if\nyou have purchased these products.\n"}