{"id": "315", "text": "1. B Simply following all laws and regulations is not as high a standard as ethical behavior.\nEthical principles typically involve more judgment than laws or regulations.\n2. C A code of ethics specifies a minimum level of acceptable conduct for a group or\norganization, whereas “best practices” are suggested behavior, not a minimum acceptable\nlevel.\n3. A A professional code of conduct communicates to the public that members have promised\nto uphold a minimum level of ethical conduct when acting for clients. This is no\nguarantee that all members will follow the code at all times. A code of conduct may\ninclude specific standards of behavior or only state principles of conduct without specific\nstandards or guidance.\n4. C Situational factors are those external to the decision makers, such as financial rewards\nand desire to please co-workers or others. Researchers have found that external factors\nare often more likely than a lack of personal ethics to lead to poor ethical decisions.\n5. B A code of ethics is considered a higher standard of behavior as it goes beyond simply\nlegality of behavior. Compliance with the ethical principles of a code of ethics often\nrequires judgment in balancing the interests of various stakeholders and consideration\nof short-term effects with longer-term effects of decisions. Some behavior that is illegal,\nsuch as civil disobedience or \"whistle-blowing,” is considered to be ethical behavior by\nmany.\n6. C A decision-making framework that includes the ethical aspects of the decision is should\nconsider the conflicts among the interests of various stakeholders so that decision\nmakers can use the company's stated ethical principles and their judgment to balance\nthese interests in an ethical manner. Profit maximization, at least in the short term, does\nnot necessarily follow from sound ethical judgment. While integrating ethics into the\ndecision-making process can consider and reduce unintended ethical consequences of a\ndecision, avoiding them altogether can never be assured.\n"}