{"id": 3295, "text": "Covenants. Important covenants for high yield debt include:\nChange of control put. This covenant gives debt holders the right to require the\nissuer to buy back debt (typically for par value or a value slightly above par) in\nthe event of an acquisition. For investment grade bonds, a change of control put\ntypically applies only if an acquisition of the borrower results in a rating downgrade\nto below investment grade.\nRestricted payments. The covenant protects lenders by limiting the amount of cash\nthat may be paid to equity holders.\nLimitations on liens. The covenant limits the amount of secured debt that a\nborrower can carry. Unsecured debt holders prefer the issuer to have less secured\ndebt, which increases the recovery amount available to them in the event of default.\nRestricted versus unrestricted subsidiaries. Issuers can classify subsidiaries as\nrestricted or unrestricted. Restricted subsidiaries' cash flows and assets can be used\nto service the debt of the parent holding company. This benefits creditors of holding\ncompanies because their debt is pari passu with the debt of restricted subsidiaries,\nrather than structurally subordinated. Restricted subsidiaries are typically the\nholding company's larger subsidiaries that have significant assets. Tax and regulatory\nissues can factor into the classification of subsidiary's restriction status. A subsidiary's\nrestriction status is found in the bond indenture.\nBank covenants are often more restrictive than bond covenants, and when covenants are\nviolated, banks can block additional loans until the violation is corrected. If a violation\nis not remedied, banks can trigger a default by accelerating the full repayment of a loan.\nIn terms of the factors that affect their return, high yield bonds may be viewed as a\nhybrid of investment grade bonds and equity. Compared to investment grade bonds,\nhigh yield bonds show greater price and spread volatility and are more highly correlated\nwith the equity market.\nHigh yield analysis can include some of the same techniques as equity market analysis,\nsuch as enterprise value. Enterprise value (EV) is equity market capitalization plus\ntotal debt minus excess cash. For high yield companies that are not publicly traded,\ncomparable public company equity data can be used to estimate EV. Enterprise value\nanalysis can indicate a firm's potential for additional leverage, or the potential credit\ndamage that might result from a leveraged buyout. An analyst can compare firms based\non the differences between their EV/EBITDA and debt/EBITDA ratios. Firms with\na wider difference between these ratios have greater equity relative to their debt and\ntherefore have less credit risk.\n©2016 Kaplan, Inc.\n"}