{"id": "3467", "text": "Derivatives pricing models use the risk-free rate to discount future cash flows\nbecause these models:\nA. are based on portfolios with certain payoffs.\nB. assume that derivatives investors are risk-neutral.\nC. assume that risk can be eliminated by diversification.\nThe price of a forward or futures contract:\nA. is typically zero at initiation.\nB. is equal to the spot price at expiration.\nC. remains the same over the term of the contract.\nFor a forward contract on an asset that has no costs or benefits from holding it\nto have zero value at initiation, the arbitrage-free forward price must equal:\nA. the expected future spot price.\nB. the future value of the current spot price.\nC. the present value of the expected future spot price.\nThe underlying asset of a derivative is most likely to have a convenience yield\nwhen the asset:\nA. is difficult to sell short.\nB. pays interest or dividends.\nC. must be stored and insured.\nHow can a bank create a synthetic 60-day forward rate agreement on a 180-day\ninterest rate?\nA. Borrow for 180 days and lend the proceeds for 60 days.\nB. Borrow for 180 days and lend the proceeds for 120 days.\nC. Borrow for 240 days and lend the proceeds for 60 days.\nFor the price of a futures contract to be greater than the price of an otherwise\nequivalent forward contract, interest rates must be:\nA. uncorrelated with futures prices.\nB. positively correlated with futures prices.\nC. negatively correlated with futures prices.\nThe difference between a fixed-for-floating swap and an equivalent series of\nforward contracts is that:\nA. the payment dates would be unlikely to match.\nB. all the fixed-rate payments in a swap are equal.\nC. the floating-rate payments in a swap are unknown.\nAt expiration, the exercise value of a put option:\nA. is positive if the underlying asset price is less than the exercise price.\nB. is zero only if the underlying asset price is equal to the exercise price.\nC. is negative if the underlying asset price is greater than the exercise price.\n"}