{"id": "3469", "text": "1. A Derivatives pricing models use the risk-free rate to discount future cash flows (riskneutral pricing) because they are based on constructing arbitrage relationships that are\ntheoretically riskless.\n2. C The price of a forward or futures contract is defined as the price specified in the contract\nat which the two parties agree to trade the underlying asset on a future date. The value\nof a forward or futures contract is typically zero at initiation, and at expiration is the\ndifference between the spor price and the contract price.\n3. B For an asset with no holding costs or benefits, the forward price must equal the future\nvalue of the current spot price, compounded at the risk-free rate over the term of the\nforward contract, for the contract to have a value of zero at initiation. Otherwise an\narbitrage opportunity would exist.\n4. A\nConvenience yield refers to nonmonetary benefits from holding an asset. One example\nof convenience yield is the advantage of owning an asset that is difficult to sell short\nwhen it is perceived to be overvalued. Interest and dividends are monetary benefits.\nStorage and insurance are carrying costs.\n5. C To create a synthetic 60-day FRA on a 180-day interest rate, a bank would borrow for\n240 days and lend the proceeds for 60 days, creating a 180-day loan 60 days from now.\n6. B If interest rates are positively correlated with futures prices, interest earned on cash from\ndaily settlement gains on futures contracts will be greater than the opportunity cost of\ninterest on daily settlement losses, and a futures contract will be have a higher price than\nan otherwise equivalent forward contract that does not feature daily settlement.\n7. B The difference between a fixed-for-floating swap and a series of forward contracts is that\nall the fixed-rate payments in a swap are equal. A swap can be replicated by a series of\nforward contracts that expire on each of the swap's payment dates, but the fixed rates on\nthese forward contracts are not necessarily equal.\n8. A The exercise value of a put option is positive at expiration if the underlying asset price is\nless than the exercise price. Its exercise value is zero if the underlying asset price is greater\nthan or equal to the exercise price. The exercise value of an option cannot be negative\nbecause the holder can allow it to expire unexercised.\n9. B Because an out-of-the-money option has an exercise value of zero, its price is its time\nvalue.\n"}