{"id": "3504", "text": "1. A The buyer will not have a ner profit unless the stock price exceeds $34 (strike price plus\nthe premium). The other statements are true. At $30 the option will be exercised, but\nthe writer will only lose money in a net sense when the stock's price exceeds\nX+C= $30 + $4. The covered call’s maximum gain is $4 premium plus\n$5 appreciation.\n2. A This assumes the price of the stock falls to zero and you get to sell for $55. Your profit\nwould be $55-5 = $50.\n3. A When buying either a call or a put, the loss is limited to the amount of the premium.\nWhen writing a put, the loss is limited to the strike price if the stock falls to zero\n(however, the writer keeps the premium). When writing an uncovered call, the stock\ncould go up infinitely, and the writer would be forced to buy the stock in the open\nmarket and deliver at the strike price—potential losses are unlimited.\n4. C The owner of a put profits when the stock falls. The put would be exercised when\nthe price of the stock is below the strike price. The amount of the premium is used to\ndetermine net profits to each party.\n5. C The greatest loss the put writer can have is the strike price minus the premium received\nequals $65. The other statements are true. The greatest profit the put writer can make is\nthe amount of the premium. The greatest profit for a put buyer occurs if the stock falls\nto zero and the buyer makes the strike price minus the premium. Since options are a\nzero-sum game, the maximum profit to the writer of the put must equal the maximum\nloss to the buyer of the put.\n6. C At expiration, the value of a call must be equal to its intrinsic value, which is\nMax[0, S-X). If the value of the stock is less than the strike price, the intrinsic value is\nzero. If the value of the stock is greater than the strike price, the call is in-the-money and\nthe value of the call is the stock price minus the strike price, or S - X.\n7. A As soon as the stock rises to the exercise price, the covered call writer will cease to realize\na profit because the short call moves into-the-money. Each dollar gain on the stock\nis then offset with a dollar loss on the short call. Since the option is $10 out-of-themoney, the covered call writer can gain this amount plus the $2 call premium. Thus,\nthe maximum gain is $2 + $10 = $12. However, because the investor owns the stock,\nhe or she could lose $40 if the stock goes to zero, but gain $2 from the call premium.\nMaximum loss is $38.\n8. C A combined long call and a short put, with exercise prices equal to the current stock\nprice, will have profits/losses at expiration nearly identical to those of a long stock\nposition.\n"}