{"id": 3583, "text": "Real Estate Valuation\nThree methods are commonly used to value real estate:\n• The comparable sales approach bases valuation on recent sales of similar properties.\nValues for individual properties include adjustments for differences between the\ncharacteristics of the specific property and those of the properties for which recent\nsales prices are available, such as age, location, condition, and size.\nThe income approach estimates property values by calculating the present value of\nexpected future cash flows from property ownership or by dividing the net operating\nincome (NOI) for a property by a capitalization (cap) rate. The cap rate is a discount\nrate minus a growth rate and is estimated based on factors such as general business\nconditions, property qualities, management effectiveness, and sales of comparable\nproperties. Note that dividing by a cap rate of 12.5% is the same as using a multiple\nof 8 times NOI (1 / 0.125 = 8).\nThe cost approach estimates the replacement cost of a property. The cost of land\nand the cost of rebuilding at current construction costs are added to estimate\nreplacement cost.\nValue estimates for real estate investment trusts can be income based or asset based.\nThe income-based approach is similar to the income approach for a specific property\nand uses some measure of cash flow and a cap rate based on the factors we noted\npreviously for the income approach. One measure of cash flow for a REIT is funds\nfrom operations (FFO). FFO is calculated from net income with depreciation added\nback (because depreciation is a non-cash charge) and with gains from property sales\nsubtracted and losses on property sales added (because these gains and losses are assumed\nto be nonrecurring). A second measure of cash flow is adjusted funds from operations\n(AFFO), which is FFO with recurring capital expenditures subtracted. AFFO is similar\nto free cash flow. The asset-based approach provides an estimate of the net asset value of\nthe REIT by subtracting total liabilities from the total value of the real estate assets and\ndividing by the number of shares outstanding.\n"}