{"id": "3588", "text": "Risk management of alternative investments requires additional understanding of the\nunique set of circumstances for each category. We can summarize some of the more\nimportant risk considerations as follows:\nStandard deviation of returns may be a misleading measure of risk for two reasons.\nFirst, returns distributions are not approximately normal; they tend to be leptokurtic\n(fat tails) and negatively skewed (possibility of extreme negative outcomes). Second,\nfor alternative assets that use appraisal or models to estimate values, returns are\nsmoothed so that standard deviation of returns (and correlations with returns of\ntraditional investments) will be understated. Even market-based returns can have\nthese same limitations when transactions are infrequent. These problems can bias\nSharpe measures upward and make estimates of beta misleading as well. Investors\nshould consider downside risk measures such as value at risk (Var), which is an\nestimate of the size of a potential decline over a period that will occur, for example,\nless than 5% of the time; or the Sortino ratio, which measures risk as downside\ndeviation rather than standard deviation. For publicly traded securities, such as\nREITs and ETFs, market returns are used and standard definitions of risk are more\napplicable.\nUse of derivatives introduces operational, financial, counterparty, and liquidity risk.\nPerformance for some alternative investment categories is primarily determined by\nmanagement expertise and execution, so risk is not just that of holding an asset class\nbut also risk of management underperformance.\nHedge funds and private equity funds are much less transparent than traditional\ninvestments as they release less information and may consider their strategies to be\nproprietary information.\nMany alternative investments are illiquid. Returns should reflect a premium for\nlack of liquidity to compensate investors for liquidity risk or the inability to redeem\nsecurities at all during lockup periods.\nWhen calculating optimal allocations, indices of historical returns and standard\ndeviations may not be good indicators of future returns and volatility.\nCorrelations vary across periods and are affected by events.\n"}