{"id": "3616", "text": "2. C Traditional investments typically require lower fees, are more regulated, and are more\nliquid than alternative investments.\n3. B Commodities investing frequently involves the use of futures contracts. Derivatives are\nless often employed in real estate or collectibles investing.\n4. C A fund of funds manager is expected to provide more due diligence and better\nredemption terms. Funds of funds charge an additional layer of fees. Investing in fund of\nfunds may provide more diversification but may not necessarily provide higher returns.\n5. A Debt covenants in leveraged buyout loans may restrict additional borrowing by the\nacquired firm. Covenants restrict and require borrowers actions, not lenders' actions.\nCovenants in leveraged loans provide protection for the lenders, not the general partners.\n6. c Commercial real estate ownership requires long time horizons and purchasing iliquid\nassers that require large investment amounts.\n7. A Adding hedge funds to traditional portfolios may not provide the expected\ndiversification to an equity portfolio because return correlations tend to increase during\nperiods of financial crisis.\n8. C The market/comparables approach uses market or private transaction values of\nsimilar companies to estimate multiples of EBITDA, net income, or revenue to use in\nestimating the portfolio company's value.\n9. B The three approaches to valuing a property are income, comparable sales, and cost. An\nasset-based approach can be used for real estate investment trusts, but not for valuing\nindividual real estate properties.\n10. B Management fee is £155 million x 0.02 = £3.1 million.\nIncentive fee is (£155 million – £150 million) * 0.20 = £1.0 million.\nTotal fee is £3.1 million + £1.0 million = £4.1 million.\n11. A Hedge funds may hold illiquid assets that may use estimated values to calculate returns.\nRisk as measured by standard deviation could be understated. For publicly traded\nsecurities, such as REITs and ETFs, standard definitions of risk are more applicable.\n"}