{"id": 3664, "text": "1. A bond's indenture:\nA. contains its covenants.\nB. is the same as a debenture.\nC. relates only to its interest and principal payments.\nA dual-currency bond pays coupon interest in a currency:\nA. of the bondholder's choice.\nB. other than the home currency of the issuer.\nC. other than the currency in which it repays principal.\nWhich of the following bond covenants is most accurately described as an\naffirmative covenant? The bond issuer must not:\nA. violate laws or regulations.\nB. sell assets pledged as collateral.\nC. issue more debt with the same or higher seniority.\nAn investor buys a pure-discount bond, holds it to maturity, and receives its\npar value. For tax purposes, the increase in the bond's value is most likely to be\ntreated as:\nA. a capital gain.\nB. interest income.\nC. tax-exempt income.\nA 10-year bond pays no interest for three years, then pays $229.25, followed\nby payments of $35 semiannually for seven years, and an additional $1,000 at\nmaturity. This bond is a:\nA. step-up bond.\nB. zero-coupon bond.\nC. deferred-coupon bond.\nWhich of the following statements is most accurate with regard to floating-rate\nissues that have caps and floors?\nA. A cap is an advantage to the bondholder, while a floor is an advantage to the\nissuer.\nB. A floor is an advantage to the bondholder, while a cap is an advantage to the\nissuer.\nC. A floor is an advantage to both the issuer and the bondholder, while a cap is\na disadvantage to both the issuer and the bondholder.\nWhich of the following most accurately describes the maximum price for a\ncurrently callable bond?\nA. Its par value.\nB. The call price.\nC. The present value of its par value.\nFor more questions related to this topic review, log in to your Schweser online account and\nlaunch Schweser Pro TM QBank; and for video instruction covering each LOS in this topic\nreview, log in to your Schweser online account and launch the OnDemand video lectures, if\nyou have purchased these products.\n©2016 Kaplan, Inc.\n"}