{"id": 3787, "text": "The topical coverage corresponds with the following CFA Institute assigned reading:\n51. Fixed-Income Securities: Defining Elements\nThe candidate should be able to:\na. describe basic features of a fixed-income security. (page 1)\nb. describe content of a bond indenture. (page 3)\nc. compare affirmative and negative covenants and identify examples of each.\n(page 3)\nd. describe how legal, regulatory, and tax considerations affect the issuance and\ntrading of fixed-income securities. (page 4)\ne. describe how cash flows of fixed-income securities are structured. (page 7)\nf. describe contingency provisions affecting the timing and/or nature of cash flows\nof fixed-income securities and identify whether such provisions benefit the\nborrower or the lender. (page 11)\nThe topical coverage corresponds with the following CFA Institute assigned reading:\n52. Fixed-Income Markets: Issuance, Trading, and Funding\nThe candidate should be able to:\na. describe classifications of global fixed-income markets. (page 19)\nb. describe the use of interbank offered rates as reference rates in floating-rate debt.\n(page 20)\nc. describe mechanisms available for issuing bonds in primary markets. (page 21)\nd. describe secondary markets for bonds. (page 22)\ne. describe securities issued by sovereign governments. (page 22)\nf. describe securities issued by non-sovereign governments, quasi-government\nentities, and supranational agencies. (page 23)\ng. describe types of debt issued by corporations. (page 23)\nh. describe short-term funding alternatives available to banks. (page 25)\ni. describe repurchase agreements (repos) and the risks associated with them.\n(page 26)\nThe topical coverage corresponds with the following CFA Institute assigned reading:\n53. Introduction to Fixed-Income Valuation\nThe candidate should be able to:\na. calculate a bond's price given a market discount rate. (page 33)\nb. identify the relationships among a bond's price, coupon rate, maturity, and\nmarket discount rate (yield-to-maturity). (page 35)\nc. define spot rates and calculate the price of a bond using spot rates. (page 37)\nd. describe and calculate the fat price, accrued interest, and the full price of a\nbond. (page 38)\ne. describe matrix pricing. (page 40)\n"}