{"id": "3841", "text": "g. calculate and interpret the money duration of a bond and price value of a basis\npoint (PVBP). (page 107)\nh. calculate and interpret approximate convexity and distinguish between\napproximate and effective convexity. (page 108)\ni. estimate the percentage price change of a bond for a specified change in yield,\ngiven the bond's approximate duration and convexity. (page 111)\nj. describe how the term structure of yield volatility affects the interest rate risk of\na bond. (page 112)\nk. describe the relationships among a bond's holding period return, its duration,\nand the investment horizon. (page 112)\nexplain how changes in credit spread and liquidity affect yield-to-maturity of a\nbond and how duration and convexity can be used to estimate the price effect of\nthe changes. (page 114)\nThe topical coverage corresponds with the following CFA Institute assigned reading:\n56. Fundamentals of Credit Analysis\nThe candidate should be able to:\na. describe credit risk and credit-related risks affecting corporate bonds. (page 124)\nb. describe default probability and loss severity as components of credit risk.\n(page 124)\nc. describe seniority rankings of corporate debt and explain the potential violation\nof the priority of claims in a bankruptcy proceeding. (page 125)\nd. distinguish between corporate issuer credit ratings and issue credit ratings and\ndescribe the rating agency practice of “notching”. (page 126)\ne. explain risks in relying on ratings from credit rating agencies. (page 127)\nexplain the four Cs (Capacity, Collateral, Covenants, and Character) of\ntraditional credit analysis. (page 128)\ncalculate and interpret financial ratios used in credit analysis. (page 130)\nh. evaluate the credit quality of a corporate bond issuer and a bond of that issuer,\ngiven key financial ratios of the issuer and the industry. (page 134)\ni. describe factors that influence the level and volatility of yield spreads. (page 135)\nj. explain special considerations when evaluating the credit of high yield,\nsovereign, and non-sovereign government debt issuers and issues. (page 136)\n"}