{"id": 3879, "text": "The topical coverage corresponds with the following CFA Institute assigned reading:\n58. Basics of Derivative Pricing and Valuation\nThe candidate should be able to:\na. explain how the concepts of arbitrage, replication, and risk neutrality are used in\npricing derivatives. (page 162)\nb. distinguish between value and price of forward and futures contracts. (page 165)\nc. explain how the value and price of a forward contract are determined at\nexpiration, during the life of the contract, and at initiation. (page 166)\nd. describe monetary and nonmonetary benefits and costs associated with holding\nthe underlying asset and explain how they affect the value and price of a forward\ncontract. (page 167)\ne. define a forward rate agreement and describe its uses. (page 167)\nexplain why forward and futures prices differ. (page 169)\nexplain how swap contracts are similar to but different from a series of forward\ncontracts. (page 170)\nh. distinguish between the value and price of swaps. (page 170)\ni. explain how the value of a European option is determined at expiration.\n(page 171)\nj. explain the exercise value, time value, and moneyness of an option. (page 171)\nk. identify the factors that determine the value of an option and explain how each\nfactor affects the value of an option. (page 173)\n1. explain put-call parity for European options. (page 174)\nm. explain put-call-forward parity for European options. (page 176)\nn. explain how the value of an option is determined using a one-period binomial\nmodel. (page 177)\n0. explain under which circumstances the values of European and American\noptions differ. (page 180)\nThe topical coverage corresponds with the following CFA Institute assigned reading:\n59. Risk Management Applications of Option Strategies\nThe candidate should be able to:\na. determine the value at expiration, the profit, maximum profit, maximum loss,\nbreakeven underlying price at expiration, and payoff graph of the strategies\nof buying and selling calls and puts and determine the potential outcomes for\ninvestors using these strategies. (page 190)\ndetermine the value at expiration, profit, maximum profit, maximum loss,\nbreakeven underlying price at expiration, and payoff graph of a covered\ncall strategy and a protective put strategy, and explain the risk management\napplication of each strategy. (page 194)\n"}