{"id": 402, "text": "STANDARDS OF PROFESSIONAL CONDUCT?\nI. PROFESSIONALISM\nA. Knowledge of the Law. Members and Candidates must understand and\ncomply with all applicable laws, rules, and regulations (including the CFA\nInstitute Code of Ethics and Standards of Professional Conduct) of any\ngovernment, regulatory organization, licensing agency, or professional\nassociation governing their professional activities. In the event of conflict,\nMembers and Candidates must comply with the more strict law, rule, or\nregulation. Members and Candidates must not knowingly participate or assist\nin any violation of laws, rules, or regulations and must disassociate themselves\nfrom any such violation.\nB. Independence and Objectivity. Members and Candidates must use reasonable\ncare and judgment to achieve and maintain independence and objectivity in\ntheir professional activities. Members and Candidates must not offer, solicit, or\naccept any gift, benefit, compensation, or consideration that reasonably could\nbe expected to compromise their own or another's independence and\nobjectivity.\nC. Misrepresentation. Members and Candidates must not knowingly make any\nmisrepresentations relating to investment analysis, recommendations, actions,\nor other professional activities.\nD. Misconduct. Members and Candidates must not engage in any professional\nconduct involving dishonesty, fraud, or deceit or commit any act that reflects\nadversely on their professional reputation, integrity, or competence.\nII.\nINTEGRITY OF CAPITAL MARKETS\nA. Material Nonpublic Information. Members and Candidates who possess\nmaterial nonpublic information that could affect the value of an investment\nmust not act or cause others to act on the information.\nB. Market Manipulation. Members and Candidates must not engage in practices\nthat distort prices or artificially inflate trading volume with the intent to\nmislead market participants.\nIII. DUTIES TO CLIENTS\nA. Loyalty, Prudence, and Care. Members and Candidates have a duty of loyalty\nto their clients and must act with reasonable care and exercise prudent\njudgment. Members and Candidates must act for the benefit of their clients\nand place their clients' interests before their employer's or their own interests.\n"}