{"id": 461, "text": "might reasonably be expected to create a conflict of interest with, their\nemployer's interest unless they obtain written consent from all parties involved.\nC. Responsibilities of Supervisors. Members and Candidates must make\nreasonable efforts to ensure that anyone subject to their supervision or\nauthority complies with applicable laws, rules, regulations, and the Code and\nStandards.\nV. INVESTMENT ANALYSIS, RECOMMENDATIONS, AND ACTIONS\nA. Diligence and Reasonable Basis. Members and Candidates must:\n1. Exercise diligence, independence, and thoroughness in analyzing\ninvestments, making investment recommendations, and taking investment\nactions.\n2. Have a reasonable and adequate basis, supported by appropriate research\nand investigation, for any investment analysis, recommendation, or action.\nB. Communication with Clients and Prospective Clients. Members and\nCandidates must:\n1. Disclose to clients and prospective clients the basic format and general\nprinciples of the investment processes used to analyze investments, select\nsecurities, and construct portfolios and must promptly disclose any changes\nthat might materially affect those processes.\n2. Disclose to clients and prospective clients significant limitations and risks\nassociated with the investment process.\n3. Use reasonable judgment in identifying which factors are important to their\ninvestment analyses, recommendations, or actions and include those factors\nin communications with clients and prospective clients.\n4. Distinguish between fact and opinion in the presentation of investment\nanalysis and recommendations.\nC. Record Retention. Members and Candidates must develop and maintain\nappropriate records to support their investment analysis, recommendations,\nactions, and other investment-related communications with clients and\nprospective clients.\nVI.\nCONFLICTS OF INTEREST\nA. Disclosure of Conflicts. Members and Candidates must make full and fair\ndisclosure of all matters that could reasonably be expected to impair their\nindependence and objectivity or interfere with respective duties to their clients,\nprospective clients, and employer. Members and Candidates must ensure that\nsuch disclosures are prominent, are delivered in plain language, and\ncommunicate the relevant information effectively.\n"}