{"id": 501, "text": "Which of the following is least likely a property of Student’s t-distribution?\nA. As the degrees of freedom get larger, the variance approaches zero.\nB. It is defined by a single parameter, the degrees of freedom, which is equal to\nn - 1.\nC. It has more probability in the tails and less at the peak than a standard\nnormal distribution.\nAn analyst who uses historical data that was not publicly available at the time\nperiod being studied will have a sample with:\nA. look-ahead bias.\nB. time-period bias.\nC. sample selection bias.\nThe 95% confidence interval of the sample mean of employee age for a major\ncorporation is 19 years to 44 years based on a z-statistic. The population of\nemployees is more than 5,000 and the sample size of this test is 100. Assuming\nthe population is normally distributed, the standard error of mean employee age\nis closest to:\nA. 1.96.\nB. 2.58.\nC. 6.38.\nWhich of the following is most closely associated with survivorship bias?\nA. Price-to-book studies.\nB. Stratified bond sampling studies.\nC. Mutual fund performance studies.\nWhat is the most appropriate test statistic for constructing confidence intervals\nfor the population mean when the population is normally distributed, but the\nvariance is unknown?\nA. The z-statistic at a with n degrees of freedom.\nB. The t-statistic at a/2 with n degrees of freedom.\nC. The t-statistic at a/2 with n - 1 degrees of freedom.\nWhen constructing a confidence interval for the population mean of a\nnonnormal distribution when the population variance is unknown and the\nsample size is large (n > 30), an analyst may acceptably use:\nA. either a z-statistic or a t-statistic.\nB. only a z-statistic at a with n degrees of freedom.\nC. only a t-statistic at a/2 with n degrees of freedom.\nJenny Fox evaluates managers who have a cross-sectional population standard\ndeviation of returns of 8%. If returns are independent across managers, how\nlarge of a sample does Fox need so the standard error of sample means is\n1.265%?\nA. 7.\nB. 30.\nC. 40.\n"}