{"id": 64, "text": "h. distinguish between a point estimate and a confidence interval estimate of a\npopulation parameter. (page 245)\ndescribe properties of Student’s t-distribution and calculate and interpret its\ndegrees of freedom. (page 245)\ncalculate and interpret a confidence interval for a population mean, given a\nnormal distribution with 1) a known population variance, 2) an unknown\npopulation variance, or 3) an unknown variance and a large sample size.\n(page 247)\nk. describe the issues regarding selection of the appropriate sample size, datamining bias, sample selection bias, survivorship bias, look-ahead bias, and timeperiod bias. (page 252)\nThe topical coverage corresponds with the following CFA Institute assigned reading:\n12. Hypothesis Testing\nThe candidate should be able to:\na. define a hypothesis, describe the steps of hypothesis testing, and describe and\ninterpret the choice of the null and alternative hypotheses. (page 264)\nb. distinguish between one-tailed and two-tailed tests of hypotheses. (page 265)\nc. explain a test statistic, Type I and Type II errors, a significance level, and how\nsignificance levels are used in hypothesis testing. (page 269)\nexplain a decision rule, the power of a test, and the relation between confidence\nintervals and hypothesis tests. (page 271)\ne. distinguish between a statistical result and an economically meaningful result.\n(page 273)\nf. explain and interpret the p-value as it relates to hypothesis testing, (page 274)\nidentify the appropriate test statistic and interpret the results for a hypothesis\ntest concerning the population mean of both large and small samples when the\npopulation is normally or approximately normally distributed and the variance is\n1) known or 2) unknown. (page 275)\nh. identify the appropriate test statistic and interpret the results for a hypothesis\ntest concerning the equality of the population means of two at least\napproximately normally distributed populations, based on independent random\nsamples with 1) equal or 2) unequal assumed variances. (page 278)\ni.\nidentify the appropriate test statistic and interpret the results for a hypothesis\ntest concerning the mean difference of two normally distributed populations.\n(page 282)\nidentify the appropriate test statistic and interpret the results for a hypothesis\ntest concerning 1) the variance of a normally distributed population, and 2) the\nequality of the variances of two normally distributed populations based on two\nindependent random samples. (page 286)\nk. distinguish between parametric and nonparametric tests and describe situations\nin which the use of nonparametric tests may be appropriate. (page 293)\n"}