{"id": "654", "text": "1. A. The null hypothesis is typically the one the researcher wants to disprove. In this case,\nthat would be that the mean risk-adjusted return on the cover stocks is less than or equal\nto the mean risk-adjusted return on the control stocks. The alternative is that the mean\nrisk-adjusted returns on the cover stocks is greater than the mean risk-adjusted return on\nthe control stocks. Rejecting the null will offer statistical support for the proposition the\nresearcher wants to “prove” (the alternative).\nB. This would be a one-tailed test since the alternative is “greater than.”\nC. The steps in a hypothesis test are as follows:\nState the hypothesis.\nSelect the appropriate test statistic.\nDecide on the appropriate level of significance.\nDetermine the decision rule.\nCollect the data.\nCalculate the sample statistics.\n• Make a decision based on the decision rule for the test.\n• Make decisions or inferences based on the results.\n2. A. Since these two returns likely exhibit significant correlation and are, therefore, not\nindependent, a paired comparisons test is appropriate. Differences between the returns\non the two indices each week will be used. The standard deviation of the differences\nis used to construct a t-test of the hypothesis that the mean weekly difference is\nsignificantly different from (not equal to) zero. Reject if the t-statistic is greater/less than\nthe positive/negative critical value.\nB. This is a test of a difference in means and is a t-test. The test statistic is the difference\nin means over a standard deviation calculated from the pooled variances of the two\nsamples. Reject if the t-statistic is greater/less than the positive/negative critical value.\nWhen the variances are assumed to be equal for a difference in means test, we can use\nthe variance of the pooled samples, and the degrees of freedom are simply n, + n - 2\n(total number of observations in both samples minus two).\nC. The test statistic is the ratio of the larger sample variance to the smaller sample variance.\nThis statistic follows an F-distribution with n-1 and n, - 1 degrees of freedom. Reject\nequality if the test statistic exceeds the upper critical value.\nD. The rest of whether the population variance is equal to a particular value is done with a\ntest statistic with (n - 1) times the sample variance in the numerator and the\nhypothesized variance (0.00165 here) in the denominator -\nor (n-1)s?\n"}