{"id": "717", "text": "1. A Technical analysis assumes persistent trends and repeating patterns in market prices can\nbe used to forecast price behavior. Technical analysts believe prices reflect supply and\ndemand, but that buying and selling can be motivated by both rational and irrational\ncauses. Volume, along with price, is important information to a technical analyst.\n2. B\nCandlestick charts show the open, high, low, and close for each trading period. Line\ncharts use only the closing price. Point-and-figure charts do not necessarily show distinct\ntrading periods.\n3. A The downtrend reached a support level where buying demand sustained the price. A\nresistance level is a price at which selling pressure emerges that stops an uptrend. The\nchange in polarity principle holds that breached support levels become resistance and\nbreached resistance levels become support. With no information given on the stock's\nhistory, we cannot determine whether $30 had once been a resistance level.\n4. A Bollinger bands are based on the standard deviation of prices over some number of the\nmost recent periods. An RSI is based on the sums of positive and negative price changes\nduring a period. An ROC oscillator is based on the difference between the most recent\nclosing price and the closing price a given number of periods earlier.\n5. B The RSI is calculated from the ratio of total price increases to total price decreases over\na chosen number of days, then scaled to fluctuate between 0 and 100 using the formula\nRSI = 100 – [100 / (1 + ratio of increases to decreases)]. Stochastic oscillators are based\non the highest and lowest prices over a chosen number of days. MACD oscillators are\ncalculated based on exponentially smoothed moving averages.\n6. B “More bullish” means investors expect prices to increase in the near term. Increasing\nmargin debt suggests investors are bullish and buying aggressively. Increases in put\nvolume relative to call volume, or in the number of shares sold short, indicate bearish\ninvestor sentiment.\n7. C The Kondratieff wave is a 54-year cycle.\n8. C The value 1.618 is the ratio of large consecutive Fibonacci numbers. Technical analysts\nwho employ Elliott wave theory frequently use Fibonacci ratios to set price targets.\n9. B If the relative strength ratio (stock price / benchmark value) increases, the stock is\noutperforming the benchmark stock or index against which it is being measured. This\ndoes not imply that the stock is increasing in price; if the stock price decreases but the\nbenchmark decreases by a larger percentage, the ratio will increase. Volume is not an\ninput into a relative strength ratio.\n"}