{"id": "819", "text": "Green Brothers, an emerging market fund manager, has two of its subsidiaries\nsimultaneously buy and sell emerging market stocks. In its marketing literature,\nGreen Brothers cites the overall emerging market volume as evidence of the\nmarket’s liquidity. As a result of its actions, more investors participate in the\nemerging markets fund. Green Brothers most likely:\nA. did not violate the Code and Standards.\nB. violated the Standard regarding market manipulation.\nC. violated the Standard regarding performance presentation.\nCobb, Inc., has hired Jude Kasten, CFA, to manage its pension fund. The\nclient(s) to whom Kasten owes a duty of loyalty are:\nA. Cobb's management.\nB. the shareholders of Cobb, Inc.\nC. the beneficiaries of the pension fund.\nWhich of the following actions is most likely a violation of the Standard on fair\ndealing?\nA. A portfolio manager allocates IPO shares to all client accounts, including\nher brother's fee-based retirement account.\nB. An investment firm routinely begins trading for its own account\nimmediately after announcing recommendation changes to clients.\nC. After releasing a general recommendation to all clients, an analyst calls the\nfirm's largest institutional clients to discuss the recommendation in more\ndetail.\nThe Standard regarding suitability most likely requires that:\nA. an advisor must analyze an investmen’s suitability for the client prior to\nrecommending or acting on the investment.\nB. a member or candidate must decline to carry out an unsolicited transaction\nthat she believes is unsuitable for the client.\nC. when managing a fund to an index, a manager who is evaluating potential\ninvestments must consider their suitability for the fund's shareholders.\nWhich of the following is most likely a recommended procedure for complying\nwith the Standard on performance presentation?\nA. Exclude terminated accounts from past performance history.\nB. Present the performance of a representative account to show how a\ncomposite has performed.\nC. Consider the level of financial knowledge of the audience to whom the\nperformance is presented.\n"}