{"id": 820, "text": "The CFA Institute Professional Conduct Program (PCP) has begun an\ninvestigation into Chris Jones, a Level II CFA candidate, and a number of his\nCFA Charterholder colleagues. Jones has access to confidential client records\nthat could be useful in clearing his name and wishes to share this information\nwith the PCP. Which of the following most accurately describes Jones's duties\nwith regard to preservation of confidentiality?\nA. Sharing the confidential information with the PCP would violate the\nStandards.\nB. The Standards encourage, but do not require, that Jones support the PCP\ninvestigation into his colleagues.\nC. Jones may share confidential information about former clients with the PCP\nbut may not share confidential information about current clients.\nConnie Fletcher, CFA, works for a small money management firm that\nspecializes in pension accounts. Recently, a friend asked her to act as an\nunpaid volunteer manager for the city's street sweep pension fund. As part of\nthe position, the city would grant Fletcher a free parking space in front of her\ndowntown office. Before Fletcher accepts, she should most appropriately:\nA. do nothing because this is a volunteer position.\nB. inform her current clients in writing and discuss the offer with her employer.\nC. disclose the details of the volunteer position to her employer and obtain\nwritten permission from her employer.\nSarah Johnson, a portfolio manager, is offered a bonus directly by a client if\nJohnson meets certain performance goals. To comply with the Standard that\ngoverns additional compensation arrangements, Johnson should:\nA. decline to accept a bonus outside of her compensation from her employer.\nB. disclose this arrangement to her employer in writing and obtain her\nemployer's permission.\nC. disclose this arrangement to her employer only if she actually meets the\nperformance goals and receives the bonus.\nA member or candidate who has supervisory responsibility:\nA. should place particular emphasis on enforcing investment-related\ncompliance policies.\nB. is responsible for instructing those to whom he has delegated authority\nabout methods to detect and prevent violations of the law and the Code and\nStandards.\nC. has complied with the Standards if she reports employee violations to upper\nmanagement and provides a written warning to the employee to cease such\nactivities.\nWhich of the following actions is a required, rather than recommended, action\nunder the Standard regarding diligence and a reasonable basis for a firm's\nresearch recommendations?\nA. Compensate analysts based on a measure of the quality of their research.\nB. Review the assumptions used and evaluate the objectivity of third-party\nresearch reports.\nC. Have a policy requiring that research reports and recommendations have a\nbasis that can be substantiated as reasonable and adequate.\n"}