{"id": "821", "text": "Claire Marlin, CFA, manages an investment fund specializing in foreign\ncurrency trading. Marlin writes a report to investors that describes the basic\ncharacteristics of her strategy, which is based on an expected appreciation of the\neuro relative to other major currencies. Marlin shows the projected returns from\nthe strategy if the euro appreciates less than 5%, between 5% and 10%, or more\nthan 10%, while clearly stating that these forecasts are her opinion. Has Marlin\nviolated the Standard related to communication with clients?\nA. Yes.\nB. No, because she disclosed the basic characteristics of the investment.\nC. No, because she distinguished fact from opinion and discussed how the\nstrategy may perform under a range of scenarios.\nIf regulations do not specify how long to retain the documents that support an\nanalyst's conclusions, the Code and Standards recommend a period of at least:\nA. five years.\nB. seven years.\nC. ten years.\nDaniel Lyons, CFA, is an analyst who covers several stocks including Horizon\nCompany. Lyons's aunt owns 30,000 shares of Horizon. She informs Lyons that\nshe has created a trust in his name into which she has placed 2,000 shares of\nHorizon. The trust is structured so that Lyons will not be able to sell the shares\nuntil his aunt dies, but may vote the shares. Lyons is due to update his research\ncoverage of Horizon next week. Lyons should most appropriately:\nA. update the report as usual because he is not a beneficial owner of the stock.\nB. advise his superiors that he is no longer able to issue research\nrecommendations on Horizon.\nC. disclose the situation to his employer and, if then asked to prepare a report,\nalso disclose his beneficial ownership of the shares in his report.\nKate Wilson, CFA, is an equity analyst. Wilson enters two transactions for her\npersonal account. Wilson sells 500 shares of Tibon, Inc., a stock on which her\nfirm currently has a “Buy” recommendation. Wilson buys 200 shares of Hayfield\nCo. and the following day issues a research report on Hayfield with a “Buy”\nrecommendation. Has Wilson violated the Code and Standards?\nA. No.\nB. Yes, both of her actions violate the Code and Standards.\nC. Yes, but only one of her actions violates the Code and Standards.\nHern Investments provides monthly emerging market research to Baker\nBrokerage in exchange for prospective client referrals and European equity\nresearch from Baker. Clients and prospects of Hern are not made aware of\nthe agreement, but clients unanimously rave about the high quality of the\nresearch provided by Baker. As a result of the research, many clients with nondiscretionary accounts have earned substantial returns on their portfolios.\nManagers at Hern have also used the research to earn outstanding returns for the\nfirm's discretionary accounts. Hern has most likely:\nA. not violated the Code and Standards.\nB. violated the Code and Standards by using third-party research in\ndiscretionary accounts.\nC. violated the Code and Standards by failing to disclose the referral agreement\nwith Baker.\n©2016 Kaplan, Inc.\n"}