{"id": 825, "text": "9. A According to Standard III(C) Suitability, a member or candidate who is in an advisory\nrelationship with a client is responsible for analyzing the suitability of an investment for\nthe client before taking investment action or making a recommendation. If a member\nor candidate believes an unsolicited trade is unsuitable for a client, the appropriate\naction is to discuss the trade with the client. The advisor may follow her firm's policies\nfor obtaining client approval if the requested trade would not affect the risk and return\nof the client's portfolio materially. If the trade would have a material effect, the advisor\nshould discuss with the client whether the IPS needs to be updated. When managing\na fund to an index or stated mandate, the manager is responsible for ensuring that\npotential investments are consistent with the fund's mandate. Suitability for individuals\nwould be a concern for an advisor who recommends the fund to clients, but not for the\nmanager of the fund.\n10. C Recommendations stated in Standard III (D) Performance Presentation include\nconsidering the sophistication and knowledge of the audience when presenting\nperformance data. Other recommendations are to include terminated accounts in past\nperformance history; to present the performance of a composite as a weighted average of\nthe performance of similar portfolios, rather than using a single representative account;\nand to maintain the records and data that were used to calculate performance.\n11. B Members and candidates are required to cooperate with PCP investigations into their\nown conduct and encouraged to cooperate with PCP investigations into the conduct\nof others. Sharing confidential information with the PCP is not a violation of Standard\nIII(E) Preservation of Confidentiality. Any client information shared with the PCP will\nbe kept in strict confidence. Standard III(E) states that members and candidates are\nrequired to maintain confidentiality of client records even after the end of the client\nrelationship.\n12. C According to Standard IV(A) Loyalty, members and candidates are expected to act\nfor the benefit of their employer and not deprive the employer of their skills. Fletcher\nis performing work similar to the services that her employer provides. Although the\nposition is a volunteer position, Fletcher will receive compensation in the form of a\nfree parking space. In light of the circumstances, Fletcher must disclose the details of\nthe position to her employer and get written permission before accepting the volunteer\nposition.\n13. B Johnson should disclose her additional compensation arrangement in writing to her\nemployer and obtain her employer's written consent before accepting this offer, in\naccordance with Standard IV(B) Additional Compensation Arrangements.\n14. B Members or candidates may delegate supervisory duties to subordinates but remain\nresponsible for instructing them about how to detect and prevent violations. Reporting\nthe violation and warning the employee are not sufficient to comply with Standard\nIV(C) Responsibilities of Supervisors. The supervisor must also take steps to prevent\nfurther violations while she conducts an investigation, such as limiting the employee's\nactivity or increasing her monitoring of the employee. Supervisors should enforce\ninvestment-related and non-investment related policies equally.\n15. B Standard V(A) Diligence and Reasonable Basis requires analysts who use third-party\nresearch to review its assumptions and evaluate the independence and objectivity of\nthe research. The other choices are recommended procedures for compliance with the\nStandard.\n"}