{"id": "860", "text": "1. C GIPS apply to investment management firms. They are intended to serve prospective\nand existing clients of investment firms and consultants who advise these clients.\n2. c To comply with GIPS, a composite must include all fee-paying, discretionary portfolios\nmanaged according to the same investment objective, strategy, or mandate. The\ncomposite or composites in which a portfolio will be included must be determined on\nan ex-ante basis (i.e., before the period for which the composite's performance will be\ncalculated). A GIPS-compliant composite must include terminated accounts.\n3. C verification of GIPS compliance is optional, but if a firm chooses to seek third-party\nverification, the report must be issued with respect to the whole firm. GIPS verification\ncannot be carried out for a single composite.\n4. A GIPS Section 0, “Fundamentals of Compliance,” states that firms must document their\nprocedures for remaining in compliance with GIPS. Firms which state that they are in\ncompliance with GIPS must comply fully and may not claim partial compliance. GIPS\ndefines total firm assets as the fair value of all portfolios managed by the firm, including\ndiscretionary and non-discretionary, fee-paying and non-fee-paying portfolios.\n5. B The definition of a firm for GIPS-compliant performance presentation should include\nall geographical offices marketed under the same name brand.\n6. C Firms must always comply with the laws and regulations of the country in which they\nreside. In cases where local regulations conflict with GIPS, a firm can still claim GIPS\ncompliance if they disclose the conflict fully in an otherwise compliant presentation.\n7. B The nine major sections of GIPS are (0) Fundamentals of Compliance; (1) Input Data;\n(2) Calculation methodology; (3) Composite Construction; (4) Disclosure;\n(5) Presentation and Reporting; (6) Real Estate; (7) Private Equity; and (8) Wrap Feel\nSeparately Managed Account (SMA) Portfolios.\nThe incorrect choices misstate at least one of these sections. Neither “Public Equity” nor\n\"Speculative Margin Account” is a section of GIPS.\n"}