{"id": 89, "text": "1. B If the NPV and IRR methods give conflicting decisions when selecting among mutually\nexclusive projects, always select the project with the greatest positive NPV.\n2. C A project will have a negative NPV if its IRR is less than the firm's cost of capital.\n3. C When selecting between two mutually exclusive projects, neither project should be\naccepted if they both have a negative NPV.\n4. A NPV = 4/1.10 + 37 (1.10)2 + 41 (1.10)3 – $10 = -$0.879038 million, or -$879,038\nCalculator approach: CFO = -10; CF1 = 4; CF2 = 3; CF3 = 4; 1 = 10 — NPV =\n-$0.879038 (million)\n5. A Use your test-taking skills here. You know from the previous question that the NPV is\nnegative at 10%. Thus, the IRR must be less than 10%. This leaves only choice A to be\nthe answer. Calculator solution: IRR = 4.9%.\n6. c Both projects should be accepted since both projects have positive NPVs and will thus\nincrease shareholder wealth.\n7. B When the NPV and IRR rankings conflict, always select the project with the highest\npositive NPV in order to maximize shareholder wealth.\n8. A NPV = PV(cash inflows) – CF, = ($1.8 million / 0.105) – $15 million = $2,142,857\nAccept the project.\n9. C As a perpetuity, the following relationship applies: $1.8 million / IRR = $15 million.\nThus, IRR = 1.8/15 = 12%. Since IRR > cost of capital (hurdle rate), accept the\nproject.\n10. B The project should be accepted on the basis of its positive NPV and its IRR, which\nexceeds the cost of capital.\n11. C The money-weighted rate of return is the IRR of an investment's net cash flows.\n12. C One way to do this problem is to set up the cash flows so that the PV of inflows = PV of\noutflows and plug in each of the multiple choices. 50 + 65 / (1 + r) = 2 / (1 + r) +\n144 / (1 + r)2 +r= 18.02%. Or on your financial calculator, solve for IRR:\n–5065–2 2(70+2)\n1+IRR\" (1+ IRR)?\nCalculating Money- Weighted Return With the TI Business Analyst II Plus®\nKey Strokes\nExplanation\nDisplay\n[CF] [2nd) (CLR WORK] Clear CF Memory Registers\nCFO = 0.00000\n50 [+/-(ENTER]\nInitial cash inflow\nCFO = -50.00000\n[I] 63 [+/-][ENTER]\nPeriod 1 cash inflow\nco1 = -63.00000\n[I] [I] 144 [ENTER)\nPeriod 2 cash outflow\nC02 = 144.00000\n[IRR] [CPT]\nCalculate IRR\nIRR = 18.02210\n"}