{"id": "910", "text": "The topical coverage corresponds with the following CFA Institute assigned reading:\nEthics and Trust in the Investment Professsion\nThe candidate should be able to:\na. explain ethics. (page 1)\nb. describe the role of a code of ethics in defining a profession. (page 1)\nc. identify challenges to ethical behavior. (page 2)\nd. describe the need for high ethical standards in the investment industry. (page 2)\ne. distinguish between ethical and legal standards. (page 3)\nf. describe and apply a framework for ethical decision making. (page 3)\nThe topical coverage corresponds with the following CFA Institute assigned reading:\nCode of Ethics and Standards of Professional Conduct\nThe candidate should be able to:\na. describe the structure of the CFA Institute Professional Conduct Program and\nthe process for the enforcement of the Code and Standards. (page 8)\nb. state the six components of the Code of Ethics and the seven Standards of\nProfessional Conduct. (page 9)\nc. explain the ethical responsibilities required by the Code and Standards,\nincluding the sub-sections of each Standard. (page 10)\nThe topical coverage corresponds with the following CFA Institute assigned reading:\nGuidance for Standards I-VII\nThe candidate should be able to:\na. demonstrate the application of the Code of Ethics and Standards of Professional\nConduct to situations involving issues of professional integrity. (page 14)\nb. distinguish between conduct that conforms to the Code and Standards and\nconduct that violates the Code and Standards. (page 14)\nc. recommend practices and procedures designed to prevent violations of the Code\nof Ethics and Standards of Professional Conduct. (page 14)\nThe topical coverage corresponds with the following CFA Institute assigned reading:\n4. Introduction to the Global Investment Performance Standards (GIPS®)\nThe candidate should be able to:\na. explain why the GIPS standards were created, what parties the GIPS standards\napply to, and who is served by the standards. (page 43)\nb. explain the construction and purpose of composites in performance reporting.\n(page 44)\nc. explain the requirements for verification. (page 44)\nThe topical coverage corresponds with the following CFA Institute assigned reading:\nThe GIPS Standards\nThe candidate should be able to:\na. describe the key features of the GIPS standards and the fundamentals of\ncompliance. (page 45)\nb. describe the scope of the GIPS standards with respect to an investment firm's\ndefinition and historical performance record. (page 47)\n"}