{"id": "945", "text": "The topical coverage corresponds with the following CFA Institute assigned reading:\n6. The Time Value of Money\nThe candidate should be able to:\na. interpret interest rates as required rates of return, discount rates, or opportunity\ncosts. (page 56)\nb. explain an interest rate as the sum of a real risk-free rate and premiums that\ncompensate investors for bearing distinct types of risk. (page 56)\ncalculate and interpret the effective annual rate, given the stated annual interest\nrate and the frequency of compounding. (page 57)\nd. solve time value of money problems for different frequencies of compounding.\n(page 59)\ne. calculate and interpret the future value (FV) and present value (PV) of a single\nsum of money, an ordinary annuity, an annuity due, a perpetuity (PV only), and\na series of unequal cash flows. (page 59)\nf. demonstrate the use of a time line in modeling and solving time value of money\nproblems. (page 74)\nThe topical coverage corresponds with the following CFA Institute assigned reading:\nDiscounted Cash Flow Applications\nThe candidate should be able to:\na. calculate and interpret the net present value (NPV) and the internal rate of\nreturn (IRR) of an investment. (page 96)\ncontrast the NPV rule to the IRR rule, and identify problems associated with\nthe IRR rule. (page 99)\ncalculate and interpret a holding period return (total return). (page 101)\ncalculate and compare the money-weighted and time-weighted rates of return of\na portfolio and evaluate the performance of portfolios based on these measures.\n(page 101)\ncalculate and interpret the bank discount yield, holding period yield, effective\nannual yield, and money market yield for US Treasury bills and other money\nmarket instruments. (page 105)\nconvert among holding period yields, money market yields, effective annual\nyields, and bond equivalent yields. (page 108)\nThe topical coverage corresponds with the following CFA Institute assigned reading:\nStatistical Concepts and Market Returns\nThe candidate should be able to:\na. distinguish between descriptive statistics and inferential statistics, between\na population and a sample, and among the types of measurement scales.\n(page 120)\ndefine a parameter, a sample statistic, and a frequency distribution. (page 121)\ncalculate and interpret relative frequencies and cumulative relative frequencies,\ngiven a frequency distribution. (page 123)\n"}