{"id": "96", "text": "selected from among all of the stocks listed on the NYSE to represent the population of\nall NYSE-traded stocks.\nTypes of Measurement Scales\nDifferent statistical methods use different levels of measurement, or measurement scales.\nMeasurement scales may be classified into one of four major categories:\nNominal scales. Nominal scales are the level of measurement that contains the least\ninformation. Observations are classified or counted with no particular order. An\nexample would be assigning the number 1 to a municipal bond fund, the number 2\nto a corporate bond fund, and so on for each fund style.\nOrdinal scales. Ordinal scales represent a higher level of measurement than\nnominal scales. When working with an ordinal scale, every observation is assigned\nto one of several categories. Then these categories are ordered with respect to\na specified characteristic. For example, the ranking of 1,000 small cap growth\nstocks by performance may be done by assigning the number 1 to the 100 best\nperforming stocks, the number 2 to the next 100 best performing stocks, and so on,\nassigning the number 10 to the 100 worst performing stocks. Based on this type\nof measurement, it can be concluded that a stock ranked 3 is better than a stock\nranked 4, but the scale reveals nothing about performance differences or whether the\ndifference between a 3 and a 4 is the same as the difference between a 4 and a 5.\nInterval scale. Interval scale measurements provide relative ranking, like ordinal\nscales, plus the assurance that differences between scale values are equal. Temperature\nmeasurement in degrees is a prime example. Certainly, 49°C is hotter than 32°C,\nand the temperature difference between 49°C and 32°C is the same as the difference\nbetween 67°C and 50°C. The weakness of the interval scale is that a measurement\nof zero does not necessarily indicate the total absence of what we are measuring.\nThis means that interval-scale-based ratios are meaningless. For example, 30°F is not\nthree times as hot as 10°F.\nRatio scales. Ratio scales represent the most refined level of measurement. Ratio\nscales provide ranking and equal differences between scale values, and they also have\na true zero point as the origin. Order, intervals, and ratios all make sense with a\nratio scale. The measurement of money is a good example. If you have zero dollars,\nyou have no purchasing power, but if you have $4.00, you have twice as much\npurchasing power as a person with $2.00.\nProfessor's Note: Candidates sometimes use the French word for black, noir, to\nremember the types of scales in order of precision: Nominal, Ordinal, Interval,\n"}