{
    "A priori probability ": "A probability based on logical analysis rather than on observation or personal judgment.",
    " Abnormal return ": "The amount by which a security's actual return differs from its expected return, given the security's risk and the market's return.",
    " Absolute advantage ": "A country's ability to produce a good or service at a lower absolute cost than its trading partner.",
    " Absolute dispersion ": "The amount of variability present without comparison to any reference point or benchmark.",
    " Absolute frequency ": "The number of observations in a given interval (for grouped data).",
    " Accelerated book build ": "An offering of securities by an invest ment bank acting as principal that is accomplished in only one or two days.",
    " Accelerated methods ": "Depreciation methods that allocate a relatively large proportion of the cost of an asset to the early years of the asset's useful life.",
    " Account ": "With the accounting systems, a formal record of increases and decreases in a specific asset, liability, com ponent of owners' equity, revenue, or expense.",
    " Accounting costs ": "Monetary value of economic resources used in performing an activity. These can be explicit, out of-pocket, current payments, or an allocation of historical payments (depreciation) for resources. They do not include implicit opportunity costs.",
    " Accounting profit ": "Income as reported on the income state ment, in accordance with prevailing accounting standards, before the provisions for income tax expense. Also called income before taxes or pretax income.",
    " Accounts payable ": "Amounts that a business owes to its vendors for goods and services that were purchased from them but which have not yet been paid.",
    " Accounts receivable ": "Amounts customers owe the company for products that have been sold as well as amounts that may be due from suppliers (such as for returns of mer chandise). Also called commercial receivables or trade receivables.",
    " Accounts receivable turnover ": "Ratio of sales on credit to the average balance in accounts receivable.",
    " Accrued expenses ": "Liabilities related to expenses that have been incurred but not yet paid as of the end of an account ing period—an example of an accrued expense is rent that has been incurred but not yet paid, resulting in a liability \"rent payable\" Also called accrued liabilities.",
    " Accrued interest ": "Interest earned but not yet paid.",
    " Accrued revenue ": "Revenue that has been earned but not yet billed to customers as of the end of an accounting period.",
    " Accumulated depreciation ": "An offset to property, plant, and equipment (PPE) reflecting the amount of the cost of PPE that has been allocated to current and previous accounting periods.",
    " Acid-test ratio ": "A stringent measure of liquidity that indicates a company's ability to satisfy current liabilities with its most liquid assets, calculated as (cash + short-term marketable investments + receivables) divided by current liabilities.",
    " Acquisition method ": "A method of accounting for a busi ness combination where the acquirer is required to mea sure each identifiable asset and liability at fair value. This method was the result of a joint project of the IASB and FASB aiming at convergence in standards for the account ing of business combinations.",
    " Action lag ": "Delay from policy decisions to implementation.",
    " Active investment ": "An approach to investing in which the investor seeks to outperform a given benchmark.",
    " Active return ": "The return on a portfolio minus the return on the portfolio's benchmark.",
    " Active strategy ": "In reference to short-term cash management, an investment strategy characterized by monitoring and attempting to capitalize on market conditions to optimize the risk and return relationship of short-term investments.",
    " Activity ratio ": "The ratio of the labor force to total population of working age. Also called participation ratio.",
    " Activity ratios ": "Ratios that measure how efficiently a com pany performs day-to-day tasks, such as the collection of receivables and management of inventory. Also called asset utilization ratios or operating efficiency ratios.",
    " Add-on rates ": "Bank certificates of deposit, repos, and indices such as Libor and Euribor are quoted on an add-on rate basis (bond equivalent yield basis).",
    " Addition rule for probabilities ": "A principle stating that the probability that A or B occurs (both occur) equals the probability that A occurs, plus the probability that Boccurs, minus the probability that both A and B occur.",
    " Agency bonds ": "See quasi-government bond.",
    " Agency RMBS ": "In the United States, securities backed by residential mortgage loans and guaranteed by a federal agency or guaranteed by either of the two GSEs (Fannie Mae and Freddie Mac).",
    " Aggregate demand ": "The quantity of goods and services that households, businesses, government, and foreign customers want to buy at any given level of prices.",
    " Aggregate demand curve ": "Inverse relationship between the price level and real output.",
    " Aggregate income ": "The value of all the payments earned by the suppliers of factors used in the production of goods and services.",
    " Aggregate output ": "The value of all the goods and services produced in a specified period of time.",
    " Aggregate supply ": "The quantity of goods and services pro ducers are willing to supply at any given level of price.",
    " Aggregate supply curve ": "The level of domestic output that companies will produce at each price level.",
    " Aging schedule ": "A breakdown of accounts into categories of days outstanding.",
    " All-or-nothing (AON) orders ": "An order that includes the instruction to trade only if the trade fills the entire quantity (size) specified.",
    " Allocationally efficient ": "Said of a market, a financial system, or an economy that promotes the allocation of resources to their highest value uses.",
    " Allowance for bad debts ": "An offset to accounts receivable for the amount of accounts receivable that are estimated to be uncollectible.",
    " Alternative investment markets ": "Market for investments other than traditional securities investments (i.e., tradi tional common and preferred shares and traditional fixed income instruments). The term usually encompasses direct and indirect investment in real estate (including timber land and farmland) and commodities (including precious metals); hedge funds, private equity, and other investments requiring specialized due diligence.",
    " Alternative trading systems ": "Trading venues that function like exchanges but that do not exercise regulatory authority over their subscribers except with respect to the conduct of the subscribers' trading in their trading systems. Also called electronic communications networks or multilateral trading facilities.",
    " American depository receipt ": "A US dollar-denominated secu rity that trades like a common share on US exchanges.",
    " American depository share ": "the underlying shares on which American depository receipts are based. They trade in the issuing company's domestic market.",
    " American-style ": "Said of an option contract that can be exer cised at any time up to the option's expiration date.",
    "": " Also called unitary elastic.",
    " Amortised cost ": "The historical cost (initially recognised cost) of an asset, adjusted for amortisation and impairment.",
    " Amortizing bond ": "Bond with a payment schedule that calls for periodic payments of interest and repayments of principal.",
    " Amortizing loan ": "Loan with a payment schedule that calls for periodic payments of interest and repayments of principal.",
    " Annual percentage rate ": "The cost of borrowing expressed as a yearly rate.",
    " Annuity ": "A finite set of level sequential cash flows.",
    " Annuity due ": "An annuity having a first cash flow that is paid immediately.",
    " Anticipation stock ": "Excess inventory that is held in anticipation of increased demand, often because of seasonal patterns of demand.",
    " Antidilutive ": "With reference to a transaction or a security, one that would increase earnings per share (EPS) or result in EPS higher than the company's basic EPS-antidilutive securities are not included in the calculation of diluted EPS.",
    " Arbitrage ": "1) The simultaneous purchase of an undervalued asset or portfolio and sale of an overvalued but equivalent asset or portfolio, in order to obtain a riskless profit on the price differential. Taking advantage of a market inefficiency in a risk-free manner. 2) The condition in a financial market in which equivalent assets or combinations of assets sell for two different prices, creating an opportunity to profit at no risk with no commitment of money. In a well-functioning financial market, few arbitrage opportunities are possible.",
    " Arbitrage-free pricing ": "The overall process of pricing deriv atives by arbitrage and risk neutrality. Also called the principle of no arbitrage.",
    " Arbitrageurs ": "Traders who engage in arbitrage. See arbitrage.",
    " Arithmetic mean ": "The sum of the observations divided by the number of observations.",
    " Arms index ": "A flow of funds indicator applied to a broad stock market index to measure the relative extent to which money is moving into or out of rising and declining stocks.",
    " Asian call option ": "A European-style option with a value at maturity equal to the difference between the stock price at maturity and the average stock price during the life of the option, or $0, whichever is greater.",
    " Ask ": "The price at which a dealer or trader is willing to sell an as set, typically qualified by a maximum quantity (ask size). See offer.",
    " Ask size ": "The maximum quantity of an asset that pertains to a specific ask price from a trader. For example, if the ask for a share issue is $30 for a size of 1,000 shares, the trader is offering to sell at $30 up to 1,000 shares.",
    " Asset allocation": "The process of determining how investment funds should be distributed among asset classes.",
    " Asset-backed securities ": "A type of bond issued by a legal entity called a special purpose entity (SPE) on a collection of assets that the SPE owns. Also, securities backed by receivables and loans other than mortgages.",
    " Asset-based loan ": "A loan that is secured with company assets.",
    " Asset-based valuation models ": "Valuation based on estimates of the market value of a company's assets.",
    " Asset beta ": "The unlevered beta; reflects the business risk of the assets; the asset's systematic risk.",
    " Asset class ": "A group of assets that have similar characteristics, attributes, and risk/return relationships.",
    " Asset swap ": "Converts the periodic fixed coupon of a specific bond to a Libor plus or minus a spread.",
    " Asset utilization ratios ": "Ratios that measure how efficiently a company performs day-to-day tasks, such as the collection of receivables and management of inventory.",
    " Assets ": "Resources controlled by an enterprise as a result of past events and from which future economic benefits to the enterprise are expected to flow.",
    " Assignment of accounts receivable ": "The use of accounts receivable as collateral for a loan.",
    " At the money ": "An option in which the underlying's price equals the exercise price.",
    " At-the-money ": "Said of an option in which the underlying's price equals the exercise price.",
    " Auction ": "A type of bond issuing mechanism often used for sovereign bonds that involves bidding.",
    " Autarkic price ": "The price of a good or service in an autarkic economy.",
    " Autarky ": "A state in which a country does not trade with other countries.",
    " Automated Clearing House (ACH) ": "An electronic payment network available to businesses, individuals, and finan cial institutions in the United States, US Territories, and Canada.",
    " Automatic stabilizer ": "A countercyclical factor that automat ically comes into play as an economy slows and unem ployment rises.",
    " Available-for-sale ": "Debt and equity securities not classified as either held-to-maturity or held-for-trading securities.",
    " Average fixed cost ": "Total fixed cost divided by quantity produced.",
    " Average life ": "See weighted average life.",
    " Average product ": "Measures the productivity of inputs on average and is calculated by dividing total product by the total number of units for a given input that is used to generate that output.",
    " Average revenue ": "Total revenue divided by quantity sold.",
    " Average total cost ": "Total cost divided by quantity produced.",
    " Average variable cost ": "Total variable cost divided by quantity produced.",
    " Back simulation ": "Another term for the historical method of estimating Var. This term is somewhat misleading in that the method involves not a simulation of the past but rather what actually happened in the past, sometimes adjusted to reflect the fact that a different portfolio may have existed in the past than is planned for the future.",
    " Back-testing ": "With reference to portfolio strategies, the appli cation of a strategy's portfolio selection rules to historical data to assess what would have been the strategy's historical performance.",
    " Backup lines of credit ": "A type of credit enhancement provided by a bank to an issuer of commercial paper to ensure that the issuer will have access to sufficient liquidity to repay maturing commercial paper if issuing new paper is not a viable option.",
    " Balance of payments ": "A double-entry bookkeeping system that summarizes a country's economic transactions with the rest of the world for a particular period of time, typically a calendar quarter or year.",
    " Balance of trade deficit ": "When the domestic economy is spending more on foreign goods and services than foreign economies are spending on domestic goods and services.",
    " Balance sheet ": "The financial statement that presents an entity's current financial position by disclosing resources the entity controls (its assets) and the claims on those resources (its liabilities and equity claims), as of a particular point in time (the date of the balance sheet). Also called statement of financial position or statement of financial condition.",
    " Balance sheet ratios ": "Financial ratios involving balance sheet items only.",
    " Balanced ": "With respect to a government budget, one in which spending and revenues (taxes) are equal.",
    " Balloon payment ": "Large payment required at maturity to retire a bond's outstanding principal amount.",
    " Bank discount basis ": "A quoting convention that annualizes, on a 360-day year, the discount as a percentage of face value.",
    " Bar chart ": "A price chart with four bits of data for each time interval—the high, low, opening, and closing prices. A vertical line connects the high and low. A cross-hatch left indicates the opening price and a cross-hatch right indicates the close.",
    " Barter economy ": "An economy where economic agents as house-holds, corporations, and governments \"pay\" for goods and services with another good or service.",
    " Base rates ": "The reference rate on which a bank bases lending rates to all other customers.",
    " Basic EPS ": "Net earnings available to common shareholders (i.e., net income minus preferred dividends) divided by the weighted average number of common shares outstanding.",
    " Basis point ": "Used in stating yield spreads, one basis point equals one-hundredth of a percentage point, or 0.01%.",
    " Basket of listed depository receipts ": "An exchange-traded fund (ETF) that represents a portfolio of depository receipts.",
    " Bearer bonds ": "Bonds for which ownership is not recorded; only the clearing system knows who the bond owner is.",
    " Behavioral finance ": "A field of finance that examines the psychological variables that affect and often distort the investment decision making of investors, analysts, and portfolio managers.",
    " Behind the market ": "Said of prices specified in orders that are worse than the best current price; e.g., for a limit buy order, a limit price below the best bid.",
    " Benchmark ": "A comparison portfolio; a point of reference or comparison.",
    " Benchmark issue ": "The latest sovereign bond issue for a given maturity. It serves as a benchmark against which to com pare bonds that have the same features but that are issued by another type of issuer.",
    " Benchmark rate ": "Typically the yield-to-maturity on a gov ernment bond having the same, or close to the same, time-to-maturity.",
    " Benchmark spread ": "The yield spread over a specific bench mark, usually measured in basis points.",
    " Bermuda-style ": "Said of an option contract that can be exer cised on specified dates up to the option's expiration date.",
    " Bernoulli random variable ": "A random variable having the outcomes 0 and 1.",
    " Bernoulli trial ": "An experiment that can produce one of two outcomes.",
    " Best bid ": "The highest bid in the market.",
    " Best effort offering ": "An offering of a security using an invest ment bank in which the investment bank, as agent for the issuer, promises to use its best efforts to sell the offering but does not guarantee that a specific amount will be sold.",
    " Best-in-class ": "An ESG implementation method that seeks to identify the most favorable company in an industry based on ESG considerations.",
    " Best offer ": "The lowest offer (ask price) in the market.",
    " Beta ": "A measure of the sensitivity of a given investment or portfolio to movements in the overall market.",
    " Bid ": "The price at which a dealer or trader is willing to buy an asset, typically qualified by a maximum quantity.",
    " Bid-ask spread ": "The difference between the prices at which dealers will buy from a customer (bid) and sell to a cus tomer (offer or ask). It is often used as an indicator of liquidity.",
    " Bid-offer spread ": "The difference between the prices at which dealers will buy from a customer (bid) and sell to a cus tomer (offer or ask). It is often used as an indicator of liquidity.",
    " Bid size ": "The maximum quantity of an asset that pertains to a specific bid price from a trader.",
    " Bilateral loan ": "A loan from a single lender to a single borrower.",
    " Binomial model ": "A model for pricing options in which the underlying price can move to only one of two possible new prices.",
    " Binomial random variable ": "The number of successes in n Bernoulli trials for which the probability of success is constant for all trials and the trials are independent.",
    " Binomial tree ": "The graphical representation of a model of asset price dynamics in which, at each period, the asset moves up with probability p or down with probability (1 - p).",
    " Block brokers ": "A broker (agent) that provides brokerage ser vices for large-size trades.",
    " Blue chip ": "Widely held large market capitalization companies that are considered financially sound and are leaders in their respective industry or local stock market.",
    " Bollinger Bands ": "A price-based technical analysis indicator consisting of a moving average plus a higher line repre senting the moving average plus a set number of standard deviations from average price (for the same number of periods as used to calculate the moving average) and a lower line that is a moving average minus the same number of standard deviations.",
    " Bond ": "Contractual agreement between the issuer and the bondholders.",
    " Bond equivalent yield ": "A calculation of yield that is annualized using the ratio of 365 to the number of days to maturity.",
    " Bond indenture ": "The governing legal credit agreement, typ ically incorporated by reference in the prospectus. Also called trust deed.",
    " Bond market vigilantes ": "Bond market participants who might reduce their demand for long-term bonds, thus pushing up their yields.",
    " Bond yield plus risk premium approach ": "An estimate of the cost of common equity that is produced by summing the before-tax cost of debt and a risk premium that captures the additional yield on a company's stock relative to its bonds.",
    " Bonus issue of shares ": "A type of dividend in which a com pany distributes additional shares of its common stock to shareholders instead of cash.",
    " Book building ": "Investment bankers' process of compiling a \"book\" or list of indications of interest to buy part of an offering.",
    " Book value ": "The net amount shown for an asset or liability on the balance sheet; book value may also refer to the company's excess of total assets over total liabilities. Also called carrying value.",
    " Boom ": "An expansionary phase characterized by economic growth \"testing the limits\" of the economy.",
    " Bottom-up analysis ": "With reference to investment selec tion processes, an approach that involves selection from all securities within a specified investment universe, i.e., without prior narrowing of the universe on the basis of macroeconomic or overall market considerations.",
    " Break point ": "in the context of the weighted average cost of capital (WACC), a break point is the amount of capital at which the cost of one or more of the sources of capital changes, leading to a change in the WACC.",
    " Breakeven point ": "The number of units produced and sold at which the company's net income is zero (Revenues = Total cost); in the case of perfect competition, the quantity at which price, average revenue, and marginal revenue equal average total cost.",
    " Bridge financing ": "Interim financing that provides funds until permanent financing can be arranged.",
    " Broad money ": "Encompasses narrow money plus the entire range of liquid assets that can be used to make purchases.",
    " Broker ": "1) An agent who executes orders to buy or sell secu rities on behalf of a client in exchange for a commission.",
    " Broker-dealer ": "A financial intermediary (often a company) that may function as a principal (dealer) or as an agent (broker) depending on the type of trade.",
    " Brokered market ": "A market in which brokers arrange trades among their clients.",
    " Budget surplus/deficit ": "The difference between government revenue and expenditure for a stated fixed period of time.",
    " Business risk ": "The risk associated with operating earnings.",
    " Buy-side firm ": "An investment management company or other investor that uses the services of brokers or dealers (i.e., the client of the sell side firms).",
    " Buyback ": "A transaction in which a company buys back its own shares. Unlike stock dividends and stock splits, share repurchases use corporate cash.",
    " Buyout fund ": "A fund that buys all the shares of a public company so that, in effect, the company becomes private.",
    " Call ": "An option that gives the holder the right to buy an under lying asset from another party at a fixed price over a specific period of time.",
    " Call market ": "A market in which trades occur only at a particular time and place (i.e., when the market is called).",
    " Call money rate ": "The interest rate that buyers pay for their margin loan.",
    " Call option ": "An option that gives the holder the right to buy an underlying asset from another party at a fixed price over a specific period of time.",
    " Call protection ": "The time during which the issuer of the bond is not allowed to exercise the call option.",
    " Callable bond ": "A bond containing an embedded call option that gives the issuer the right to buy the bond back from the investor at specified prices on pre-determined dates.",
    " Callable common shares ": "Shares that give the issuing company the option (or right), but not the obligation, to buy back the shares from investors at a call price that is specified when the shares are originally issued.",
    " Candlestick chart ": "A price chart with four bits of data for each time interval. A candle indicates the opening and closing price for the interval. The body of the candle is shaded if the opening price was higher than the closing price, and the body is clear if the opening price was lower than the closing price. Vertical lines known as wicks or shadows extend from the top and bottom of the candle to indicate the high and the low prices for the interval.",
    " Cannibalization ": "Cannibalization occurs when an investment takes customers and sales away from another part of the company.",
    " Capacity ": "The ability of the borrower to make its debt pay ments on time.",
    " Capital account ": "A component of the balance of payments account that measures transfers of capital.",
    " Capital allocation line ": "(CAL) A graph line that describes the combinations of expected return and standard deviation of return available to an investor from combining the optimal portfolio of risky assets with the risk-free asset.",
    " Capital asset pricing model ": "(CAPM) An equation describing the expected return on any asset (or portfolio) as a linear function of its beta relative to the market portfolio.",
    " Capital budgeting ": "The allocation of funds to relatively long range projects or investments.",
    " Capital consumption allowance ": "A measure of the wear and tear (depreciation) of the capital stock that occurs in the production of goods and services.",
    " Capital deepening investment ": "Increases the stock of capital relative to labor.",
    " Capital expenditure ": "Expenditure on physical capital (fixed assets).",
    " Capital-indexed bonds ": "Type of index-linked bond. The cou pon rate is fixed but is applied to a principal amount that increases in line with increases in the index during the bond's life.",
    " Capital lease ": "See finance lease.",
    " Capital market expectations ": "An investor's expectations concerning the risk and return prospects of asset classes.",
    " Capital market line ": "(CML) The line with an intercept point equal to the risk-free rate that is tangent to the efficient frontier of risky assets; represents the efficient frontier when a risk-free asset is available for investment.",
    " Capital market securities ": "Securities with maturities at issu ance longer than one year.",
    " Capital markets ": "Financial markets that trade securities of longer duration, such as bonds and equities.",
    " Capital rationing ": "A capital rationing environment assumes that the company has a fixed amount of funds to invest.",
    " Capital restrictions ": "Controls placed on foreigners' ability to own domestic assets and/or domestic residents' ability to own foreign assets.",
    " Capital stock ": "The accumulated amount of buildings, machin ery, and equipment used to produce goods and services.",
    " Capital structure ": "The mix of debt and equity that a company uses to finance its business; a company's specific mixture of long-term financing.",
    " Captive finance subsidiary ": "A wholly-owned subsidiary of a company that is established to provide financing of the sales of the parent company.",
    " Carry ": "The net of the costs and benefits of holding, storing, or \"carrying\" an asset.",
    " Carrying amount ": "The amount at which an asset or liability is valued according to accounting principles.",
    " Carrying value ": "The net amount shown for an asset or liabil ity on the balance sheet; book value may also refer to the company's excess of total assets over total liabilities. For a bond, the purchase price plus (or minus) the amortized amount of the discount (or premium).",
    " Cartel ": "Participants in collusive agreements that are made openly and formally.",
    " Cash ": "In accounting contexts, cash on hand (e.g., petty cash and cash not yet deposited to the bank) and demand deposits held in banks and similar accounts that can be used in payment of obligations.",
    " Cash collateral account ": "Form of external credit enhance ment whereby the issuer immediately borrows the credit enhancement amount and then invests that amount, usually in highly rated short-term commercial paper.",
    " Cash conversion cycle ": "A financial metric that measures the length of time required for a company to convert cash invested in its operations to cash received as a result of its operations; equal to days of inventory on hand + days of sales outstanding – number of days of payables. Also called net operating cycle.",
    " Cash equivalents ": "Very liquid short-term investments, usually maturing in 90 days or less.",
    " Cash flow additivity principle ": "The principle that dollar amounts indexed at the same point in time are additive.",
    " Cash flow from operating activities ": "The net amount of cash provided from operating activities.",
    " Cash flow from operations ": "The net amount of cash provided from operating activities.",
    " Cash flow yield ": "The internal rate of return on a series of cash flows.",
    " Cash market securities ": "Money market securities settled on a \"same day” or “cash settlement\" basis.",
    " Cash markets ": "See spot markets.",
    " Cash prices ": "See spot prices.",
    " Cash-settled forwards ": "See non-deliverable forwards.",
    " CBOE Volatility Index ": "A measure of near-term market vol atility as conveyed by S&P 500 stock index option prices.",
    " CD equivalent yield ": "A yield on a basis comparable to the quoted yield on an interest-bearing money market instru ment that pays interest on a 360-day basis; the annualized holding period yield, assuming a 360-day year.",
    " Central bank funds market ": "The market in which deposit taking banks that have an excess reserve with their national central bank can loan money to banks that need funds for maturities ranging from overnight to one year. Called the Federal or Fed funds market in the United States.",
    " Central bank funds rates ": "Interest rates at which central bank funds are bought (borrowed) and sold (lent) for maturities ranging from overnight to one year. Called Federal or Fed funds rates in the United States.",
    " Central banks ": "The dominant bank in a country, usually with official or semi-official governmental status.",
    " Certificate of deposit ": "An instrument that represents a speci fied amount of funds on deposit with a bank for a specified maturity and interest rate. It is issued in small or large denominations, and can be negotiable or non-negotiable.",
    " Change in polarity principle ": "A tenet of technical analysis that once a support level is breached, it becomes a resis tance level. The same holds true for resistance levels; once breached, they become support levels.",
    " Change of control put ": "A covenant giving bondholders the right to require the issuer to buy back their debt, often at par or at some small premium to par value, in the event that the borrower is acquired.",
    " Character ": "The quality of a debt issuer's management.",
    " Chart of accounts ": "A list of accounts used in an entity's accounting system.",
    " Classified balance sheet ": "A balance sheet organized so as to group together the various assets and liabilities into subcategories (e.g., current and noncurrent).",
    " Clawback ": "A requirement that the GP return any funds dis tributed as incentive fees until the LPs have received back their initial investment and a percentage of the total profit.",
    " Clearing ": "The process by which the exchange verifies the execution of a transaction and records the participants' identities.",
    " Clearing instructions ": "Instructions that indicate how to arrange the final settlement (\"clearing\") of a trade.",
    " Clearinghouse ": "An entity associated with a futures market that acts as middleman between the contracting parties and guarantees to each party the performance of the other.",
    " Closed economy ": "An economy that does not trade with other countries; an autarkic economy.",
    " closed-end fund ": "A mutual fund in which no new investment money is accepted. New investors invest by buying existing shares, and investors in the fund liquidate by selling their shares to other investors.",
    " Code of ethics ": "An established guide that communicates an organization's values and overall expectations regarding member behavior. A code of ethics serves as a general guide for how community members should act.",
    " Coefficient of variation ": "(CV) The ratio of a set of observa tions' standard deviation to the observations' mean value.",
    " Coincident economic indicators ": "Turning points that are usu ally close to those of the overall economy; they are believed to have value for identifying the economy's present state.",
    " Collateral manager ": "Buys and sells debt obligations for and from the CDO's portfolio of assets (i.e., the collateral) to generate sufficient cash flows to meet the obligations to the CDO bondholders.",
    " Collateral trust bonds ": "Bonds secured by securities such as common shares, other bonds, or other financial assets.",
    " Collateralized bond obligations ": "A structured asset-backed security that is collateralized by a pool of bonds.",
    " Collateralized debt obligation ": "Generic term used to describe a security backed by a diversified pool of one or more debt obligations.",
    " Collateralized loan obligations ": "A structured asset-backed security that is collateralized by a pool of loans.",
    " Collateralized mortgage obligation ": "A security created through the securitization of a pool of mortgage-related products (mortgage pass-through securities or pools of loans).",
    " Collaterals ": "Assets or financial guarantees underlying a debt obligation that are above and beyond the issuer's promise to pay.",
    " Combination ": "A listing in which the order of the listed items does not matter.",
    " Commercial paper ": "A short-term, negotiable, unsecured prom issory note that represents a debt obligation of the issuer.",
    " Commercial receivables ": "Amounts customers owe the com pany for products that have been sold as well as amounts that may be due from suppliers (such as for returns of merchandise). Also called trade receivables or accounts receivable.",
    " Committed capital ": "The amount that the limited partners have agreed to provide to the private equity fund.",
    " Committed lines of credit ": "A bank commitment to extend credit up to a pre-specified amount; the commitment is considered a short-term liability and is usually in effect for 364 days (one day short of a full year).",
    " Commodity swap ": "A swap in which the underlying is a com modity such as oil, gold, or an agricultural product.",
    " Common market ": "Level of economic integration that incor porates all aspects of the customs union and extends it by allowing free movement of factors of production among members.",
    " Common shares ": "A type of security that represent an owner ship interest in a company.",
    " Common-size analysis ": "The restatement of financial statement items using a common denominator or reference item that allows one to identify trends and major differences; an example is an income statement in which all items are expressed as a percent of revenue.",
    " Common stock ": "See common shares.",
    " Company analysis ": "Analysis of an individual company.",
    " Comparable company ": "A company that has similar business risk; usually in the same industry and preferably with a single line of business.",
    " Comparative advantage ": "A country's ability to produce a good or service at a lower relative cost, or opportunity cost, than its trading partner.",
    " Competitive strategy ": "A company's plans for responding to the threats and opportunities presented by the external environment.",
    " Complements ": "Goods that tend to be used together; techni cally, two goods whose cross-price elasticity of demand is negative.",
    " Complete markets ": "Informally, markets in which the variety of distinct securities traded is so broad that any desired payoff in a future state-of-the-world is achievable.",
    " Completed contract ": "A method of revenue recognition in which the company does not recognize any revenue until the contract is completed; used particularly in long-term construction contracts.",
    " Component cost of capital ": "The rate of return required by suppliers of capital for an individual source of a company's funding, such as debt or equity.",
    " Compounding ": "The process of accumulating interest on interest.",
    " Comprehensive income ": "The change in equity of a busi ness enterprise during a period from nonowner sources; includes all changes in equity during a period except those resulting from investments by owners and distributions to owners; comprehensive income equals net income plus other comprehensive income.",
    " Conditional expected value ": "The expected value of a stated event given that another event has occurred.",
    " Conditional probability ": "The probability of an event given (conditioned on) another event.",
    " Conditional variances ": "The variance of one variable, given the outcome of another.",
    " Consistent ": "with reference to estimators, describes an esti mator for which the probability of estimates close to the value of the population parameter increases as sample size increases.",
    " Constant-yield price trajectory ": "A graph that illustrates the change in the price of a fixed-income bond over time assuming no change in yield-to-maturity. The trajectory shows the \"pull to par\" effect on the price of a bond trading at a premium or a discount to par value.",
    " Constituent securities ": "With respect to an index, the individual securities within an index.",
    " Consumer surplus ": "The difference between the value that a consumer places on units purchased and the amount of money that was required to pay for them.",
    " Contingency provision ": "Clause in a legal document that allows for some action if a specific event or circumstance occurs.",
    " Contingent claims ": "Derivatives in which the payoffs occur if a specific event occurs; generally referred to as options.",
    " Contingent convertible bonds ": "Bonds that automatically convert into equity if a specific event or circumstance occurs, such as the issuer's equity capital falling below the minimum requirement set by the regulators. Also called Cocos.",
    " Continuation patterns ": "A type of pattern used in technical analysis to predict the resumption of a market trend that was in place prior to the formation of a pattern.",
    " Continuous random variable ": "A random variable for which the range of possible outcomes is the real line (all real num bers between -00 and +00 or some subset of the real line).",
    " Continuous time ": "Time thought of as advancing in extremely small increments.",
    " Continuous trading market ": "A market in which trades can be arranged and executed any time the market is open.",
    " Continuously compounded return ": "The natural logarithm of 1 plus the holding period return, or equivalently, the natural logarithm of the ending price over the beginning price.",
    " Contra account ": "An account that offsets another account.",
    " Contract rate ": "See mortgage rate.",
    " Contraction ": "The period of a business cycle after the peak and before the trough; often called a recession or, if exceptionally severe, called a depression.",
    " Contraction risk ": "The risk that when interest rates decline, the security will have a shorter maturity than was anticipated at the time of purchase because borrowers refinance at the new, lower interest rates.",
    " Contractionary ": "Tending to cause the real economy to contract.",
    " Contractionary fiscal policy ": "A fiscal policy that has the objec tive to make the real economy contract.",
    " Contracts for differences ": "See non-deliverable forwards.",
    " Contribution margin ": "The amount available for fixed costs and profit after paying variable costs; revenue minus variable costs.",
    " Controlling shareholders ": "A particular shareholder or block of shareholders holding a percentage of shares that gives them significant voting power.",
    " Convenience yield ": "A non-monetary advantage of holding an asset.",
    " Conventional bond ": "See plain vanilla bond.",
    " Conventional cash flow ": "A conventional cash flow pattern is one with an initial outflow followed by a series of inflows.",
    " Convergence ": "The tendency for differences in output per capita across countries to diminish over time; in technical analysis, a term that describes the case when an indicator moves in the same manner as the security being analyzed.",
    " Conversion price ": "for a convertible bond, the price per share at which the bond can be converted into shares.",
    " Conversion ratio ": "For a convertible bond, the number of common shares that each bond can be converted into.",
    " Conversion value ": "For a convertible bond, the current share price multiplied by the conversion ratio.",
    " Convertible bond ": "Bond that gives the bondholder the right to exchange the bond for a specified number of common shares in the issuing company.",
    " Convertible preference shares ": "A type of equity security that entitles shareholders to convert their shares into a specified number of common shares.",
    " Convexity adjustment ": "For a bond, one half of the annual or approximate convexity statistic multiplied by the change in the yield-to-maturity squared.",
    " Core inflation. ": "The inflation rate calculated based on a price index of goods and services except food and energy.",
    " Corporate governance ": "The system of internal controls and procedures by which individual companies are managed.",
    " Correlation ": "A number between -1 and +1 that measures the comovement (linear association) between two random variables.",
    " Correlation coefficient ": "A number between -1 and +1 that measures the consistency or tendency for two investments to act in a similar way. It is used to determine the effect on portfolio risk when two assets are combined.",
    " Cost averaging ": "The periodic investment of a fixed amount of money.",
    " Cost of capital. ": "The rate of return that suppliers of capital require as compensation for their contribution of capital.",
    " Cost of carry ": "See carry.",
    " Cost of debt ": "The cost of debt financing to a company, such as when it issues a bond or takes out a bank loan.",
    " Cost of goods sold ": "For a given period, equal to beginning inventory minus ending inventory plus the cost of goods acquired or produced during the period.",
    " Cost of preferred stock ": "The cost to a company of issuing preferred stock; the dividend yield that a company must commit to pay preferred stockholders.",
    " Cost-push ": "Type of inflation in which rising costs, usually wages, compel businesses to raise prices generally.",
    " Cost recovery method ": "A method of revenue recognition in which the seller does not report any profit until the cash amounts paid by the buyer—including principal and interest on any financing from the seller--are greater than all the seller's costs for the merchandise sold.",
    " Cost structure ": "The mix of a company's variable costs and fixed costs.",
    " Counterparty risk ": "The risk that the other party to a contract will fail to honor the terms of the contract.",
    " Coupon rate ": "The interest rate promised in a contract; this is the rate used to calculate the periodic interest payments.",
    " Cournot assumption ": "Assumption in which each firm deter mines its profit-maximizing production level assuming that the other firms' output will not change.",
    " Covariance ": "A measure of the co-movement (linear association) between two random variables.",
    " Covariance matrix ": "A matrix or square array whose entries are covariances; also known as a variance-covariance matrix.",
    " Covenants ": "The terms and conditions of lending agreements that the issuer must comply with; they specify the actions that an issuer is obligated to perform (affirmative covenant) or prohibited from performing (negative covenant).",
    " Covered bond ": "Debt obligation secured by a segregated pool of assets called the cover pool. The issuer must maintain the value of the cover pool. In the event of default, bondholders have recourse against both the issuer and the cover pool.",
    " Covered call ": "An option strategy involving the holding of an asset and sale of a call on the asset.",
    " Credit ": "With respect to double-entry accounting, a credit records increases in liability, owners' equity, and revenue accounts or decreases in asset accounts; with respect to borrowing, the willingness and ability of the borrower to make promised payments on the borrowing.",
    " Credit analysis ": "The evaluation of credit risk; the evaluation of the creditworthiness of a borrower or counterparty.",
    " Credit curve ": "A curve showing the relationship between time to maturity and yield spread for an issuer with comparable bonds of various maturities outstanding, usually upward sloping.",
    " Credit default swap (CDS) ": "A type of credit derivative in which one party, the credit protection buyer who is seeking credit protection against a third party, makes a series of regularly scheduled payments to the other party, the credit protection seller. The seller makes no payments until a credit event occurs.",
    " Credit derivatives ": "A contract in which one party has the right to claim a payment from another party in the event that a specific credit event occurs over the life of the contract.",
    " Credit enhancements ": "Provisions that may be used to reduce the credit risk of a bond issue.",
    " Credit-linked coupon bond ": "Bond for which the coupon changes when the bond's credit rating changes.",
    " Credit-linked note (CLN) ": "Fixed-income security in which the holder of the security has the right to withhold payment of the full amount due at maturity if a credit event occurs.",
    " Credit migration risk ": "The risk that a bond issuer's creditwor thiness deteriorates, or migrates lower, leading investors to believe the risk of default is higher. Also called down grade risk.",
    " Credit risk ": "The risk of loss caused by a counterparty's or debtor's failure to make a promised payment. Also called default risk.",
    " Credit scoring model ": "A statistical model used to classify borrowers according to creditworthiness.",
    " Credit spread option ": "An option on the yield spread on a bond.",
    " Credit tranching ": "A structure used to redistribute the credit risk associated with the collateral; a set of bond classes created to allow investors a choice in the amount of credit risk that they prefer to bear.",
    " Credit-worthiness ": "The perceived ability of the borrower to pay what is owed on the borrowing in a timely manner; it represents the ability of a company to withstand adverse impacts on its cash flows.",
    " Cross-default provisions ": "Provisions whereby events of default such as non-payment of interest on one bond trigger default on all outstanding debt; implies the same default probability for all issues.",
    " Cross-price elasticity of demand ": "The percentage change in quantity demanded for a given percentage change in the price of another good; the responsiveness of the demand for Product A that is associated with the change in price of Product B.",
    " Cross-sectional analysis ": "Analysis that involves comparisons across individuals in a group over a given time period or at a given point in time.",
    " Cross-sectional data ": "Observations over individual units at a point in time, as opposed to time-series data.",
    " Crossing networks ": "Trading systems that match buyers and sellers who are willing to trade at prices obtained from other markets.",
    " Crowding out ": "The thesis that government borrowing may divert private sector investment from taking place.",
    " Cumulative distribution function ": "A function giving the probability that a random variable is less than or equal to a specified value.",
    " Cumulative preference shares ": "Preference shares for which any dividends that are not paid accrue and must be paid in full before dividends on common shares can be paid.",
    " Cumulative relative frequency ": "For data grouped into inter vals, the fraction of total observations that are less than the value of the upper limit of a stated interval.",
    " Cumulative voting ": "A voting process whereby each shareholder can accumulate and vote all his or her shares for a single candidate in an election, as opposed to having to allocate their voting rights evenly among all candidates.",
    " Currencies ": "Monies issued by national monetary authorities.",
    " Currency option bonds ": "Bonds that give the bondholder the right to choose the currency in which he or she wants to receive interest payments and principal repayments.",
    " Currency swap ": "A swap in which each party makes interest payments to the other in different currencies.",
    " Current account ": "A component of the balance of payments account that measures the flow of goods and services.",
    " Current assets ": "Assets that are expected to be consumed or converted into cash in the near future, typically one year or less. Also called liquid assets.",
    " Current cost ": "With reference to assets, the amount of cash or cash equivalents that would have to be paid to buy the same or an equivalent asset today; with reference to liabilities, the undiscounted amount of cash or cash equivalents that would be required to settle the obligation today.",
    " Current government spending ": "with respect to government expenditures, spending on goods and services that are provided on a regular, recurring basis including health, education, and defense.",
    " Current liabilities ": "Short-term obligations, such as accounts payable, wages payable, or accrued liabilities, that are expected to be settled in the near future, typically one year or less.",
    " Current ratio ": "A liquidity ratio calculated as current assets divided by current liabilities.",
    " Current yield ": "The sum of the coupon payments received over the year divided by the flat price; also called the income or interest yield or running yield.",
    " Curve duration ": "The sensitivity of the bond price (or the market value of a financial asset or liability) with respect to a benchmark yield curve.",
    " Customs union ": "Extends the free trade area (FTA) by not only allowing free movement of goods and services among members, but also creating a common trade policy against nonmembers.",
    " cVaR ": "Conditional VaR, a tail loss measure. The weighted average of all loss outcomes in the statistical distribution that exceed the VaR loss.",
    " Cyclical ": "See cyclical companies.",
    " Cyclical companies ": "Companies with sales and profits that regularly expand and contract with the business cycle or state of economy.",
    " Daily settlement ": "See mark to market and marking to market.",
    " Dark pools ": "Alternative trading systems that do not display the orders that their clients send to them.",
    " Data mining ": "The practice of determining a model by extensive searching through a dataset for statistically significant patterns. Also called data snooping.",
    " Data snooping ": "See data mining.",
    " Date of book closure ": "The date that a shareholder listed on the corporation's books will be deemed to have ownership of the shares for purposes of receiving an upcoming dividend; two business days after the ex-dividend date.",
    " Date of record ": "the date that a shareholder listed on the cor poration's books will be deemed to have ownership of the shares for purposes of receiving an upcoming dividend; two business days after the ex-dividend date.",
    " Day order ": "An order that is good for the day on which it is submitted. If it has not been filled by the close of business, the order expires unfilled.",
    " Day's sales outstanding ": "Estimate of the average number of days it takes to collect on credit accounts.",
    " Days in receivables ": "Estimate of the average number of days it takes to collect on credit accounts.",
    " Days of inventory on hand ": "An activity ratio equal to the number of days in the period divided by inventory turnover over the period.",
    " Dead cross ": "A technical analysis term that describes a situation where a short-term moving average crosses from above a longer-term moving average to below it; this movement is considered bearish.",
    " Dealers ": "A financial intermediary that acts as a principal in trades.",
    " Dealing securities ": "Securities held by banks or other financial intermediaries for trading purposes.",
    " Debentures ": "Type of bond that can be secured or unsecured.",
    " Debit ": "With respect to double-entry accounting, a debit records increases of asset and expense accounts or decreases in liability and owners' equity accounts.",
    " Debt incurrence test ": "A financial covenant made in conjunc tion with existing debt that restricts a company's ability to incur additional debt at the same seniority based on one or more financial tests or conditions.",
    " Debt-rating approach ": "A method for estimating a company's before-tax cost of debt based upon the yield on comparably rated bonds for maturities that closely match that of the company's existing debt.",
    " Debt-to-assets ratio ": "A solvency ratio calculated as total debt divided by total assets.",
    " Debt-to-capital ratio ": "A solvency ratio calculated as total debt divided by total debt plus total shareholders' equity.",
    " Debt-to-equity ratio ": "A solvency ratio calculated as total debt divided by total shareholders' equity.",
    " Declaration date ": "The day that the corporation issues a state ment declaring a specific dividend.",
    " Decreasing returns to scale ": "When a production process leads to increases in output that are proportionately smaller than the increase in inputs.",
    " Deductible temporary differences ": "Temporary differences that result in a reduction of or deduction from taxable income in a future period when the balance sheet item is recovered or settled.",
    " Default probability ": "The probability that a borrower defaults or fails to meet its obligation to make full and timely pay ments of principal and interest, according to the terms of the debt security. Also called default risk.",
    " Default risk ": "The probability that a borrower defaults or fails to meet its obligation to make full and timely payments of principal and interest, according to the terms of the debt security. Also called default probability.",
    " Default risk premium ": "An extra return that compensates investors for the possibility that the borrower will fail to make a promised payment at the contracted time and in the contracted amount.",
    " Defensive companies ": "Companies with sales and profits that have little sensitivity to the business cycle or state of the economy.",
    " Defensive interval ratio ": "A liquidity ratio that estimates the number of days that an entity could meet cash needs from liquid assets; calculated as (cash + short-term mar ketable investments + receivables) divided by daily cash expenditures.",
    " Deferred coupon bond ": "Bond that pays no coupons for its first few years but then pays a higher coupon than it otherwise normally would for the remainder of its life. Also called split coupon bond.",
    " Deferred income ": "A liability account for money that has been collected for goods or services that have not yet been delivered; payment received in advance of providing a good or service.",
    " Deferred revenue ": "A liability account for money that has been collected for goods or services that have not yet been delivered; payment received in advance of providing a good or service.",
    " Deferred tax assets ": "A balance sheet asset that arises when an excess amount is paid for income taxes relative to account ing profit. The taxable income is higher than accounting profit and income tax payable exceeds tax expense. The company expects to recover the difference during the course of future operations when tax expense exceeds income tax payable.",
    " Deferred tax liabilities ": "A balance sheet liability that arises when a deficit amount is paid for income taxes relative to accounting profit. The taxable income is less than the accounting profit and income tax payable is less than tax expense. The company expects to eliminate the liability over the course of future operations when income tax payable exceeds tax expense.",
    " Defined benefit pension plans ": "Plan in which the company promises to pay a certain annual amount (defined benefit) to the employee after retirement. The company bears the investment risk of the plan assets.",
    " Defined-benefit plan ": "A pension plan that specifies the plan sponsor's obligations in terms of the benefit to plan participants.",
    " Defined contribution pension plans ": "Individual accounts to which an employee and typically the employer makes contributions, generally on a tax-advantaged basis. The amounts of contributions are defined at the outset, but the future value of the benefit is unknown. The employee bears the investment risk of the plan assets.",
    " Defined-contribution plan ": "A pension plan that specifies the sponsor's obligations in terms of contributions to the pension fund rather than benefits to plan participants.",
    " Deflation ": "Negative inflation.",
    " Degree of confidence ": "The probability that a confidence inter val includes the unknown population parameter.",
    " Degree of financial leverage ": "(DFL) The ratio of the per centage change in net income to the percentage change in operating income; the sensitivity of the cash flows available to owners when operating income changes.",
    " Degree of operating leverage ": "(DOL) The ratio of the per centage change in operating income to the percentage change in units sold; the sensitivity of operating income to changes in units sold.",
    " Degree of total leverage ": "The ratio of the percentage change in net income to the percentage change in units sold; the sensitivity of the cash flows to owners to changes in the number of units produced and sold.",
    " Degrees of freedom (df) ": "The number of independent obser vations used.",
    " Delta ": "The sensitivity of the derivative price to a small change in the value of the underlying asset.",
    " Demand curve ": "Graph of the inverse demand function. A graph showing the demand relation, either the highest quantity willingly purchased at each price or the highest price willingly paid for each quantity.",
    " Demand function ": "A relationship that expresses the quantity demanded of a good or service as a function of own-price and possibly other variables.",
    " Demand-pull ": "Type of inflation in which increasing demand raises prices generally, which then are reflected in a busi ness's costs as workers demand wage hikes to catch up with the rising cost of living.",
    " Demand shock ": "A typically unexpected disturbance to demand, such as an unexpected interruption in trade or transportation, Dependent With reference to events, the property that the probability of one event occurring depends on (is related to) the occurrence of another event.",
    " Depository bank ": "A bank that raises funds from depositors and other investors and lends it to borrowers.",
    " Depository institutions ": "Commercial banks, savings and loan banks, credit unions, and similar institutions that raise funds from depositors and other investors and lend it to borrowers.",
    " Depository receipt ": "A security that trades like an ordinary share on a local exchange and represents an economic interest in a foreign company.",
    " Depreciation ": "The process of systematically allocating the cost of long-lived (tangible) assets to the periods during which the assets are expected to provide economic benefits.",
    " Depression ": "See contraction.",
    " Derivative pricing rule ": "A pricing rule used by crossing net- works in which a price is taken (derived) from the price that is current in the asset's primary market.",
    " Derivatives ": "A financial instrument whose value depends on the value of some underlying asset or factor (e.g., a stock price, an interest rate, or exchange rate).",
    " Descriptive statistics ": "The study of how data can be summa rized effectively.",
    " Development capital ": "Minority equity investments in more mature companies that are looking for capital to expand or restructure operations, enter new markets, or finance major acquisitions.",
    " Diffuse prior ": "The assumption of equal prior probabilities.",
    " Diffusion index ": "Reflects the proportion of the index's com- ponents that are moving in a pattern consistent with the overall index.",
    " Diluted EPS ": "The EPS that would result if all dilutive securities were converted into common shares.",
    " Diluted shares ": "The number of shares that would be outstand ing if all potentially dilutive claims on common shares (e.g., convertible debt, convertible preferred stock, and employee stock options) were exercised.",
    " Diminishing balance method ": "An accelerated depreciation method, i.e., one that allocates a relatively large propor tion of the cost of an asset to the early years of the asset's useful life.",
    " Diminishing marginal productivity ": "Describes a state in which each additional unit of input produces less output than previously.",
    " Direct debit program ": "An arrangement whereby a customer authorizes a debit to a demand account; typically used by companies to collect routine payments for services.",
    " Direct financing leases ": "A type of finance lease, from a lessor perspective, where the present value of the lease payments (lease receivable) equals the carrying value of the leased asset. The revenues earned by the lessor are financing in nature.",
    " Direct format ": "With reference to the cash flow statement, a format for the presentation of the statement in which cash flow from operating activities is shown as operating cash receipts less operating cash disbursements. Also called direct method.",
    " Direct method ": "See direct format.",
    " Direct taxes ": "Taxes levied directly on income, wealth, and corporate profits.",
    " Direct write-off method ": "An approach to recognizing credit losses on customer receivables in which the company waits until such time as a customer has defaulted and only then recognizes the loss.",
    " Disbursement float ": "The amount of time between check issu ance and a check's clearing back against the company's account.",
    " Discount ": "To reduce the value of a future payment in allowance for how far away it is in time; to calculate the present value of some future amount. Also, the amount by which an instrument is priced below its face (par) value.",
    " Discount interest ": "A procedure for determining the interest on a loan or bond in which the interest is deducted from the face value in advance.",
    " Discount margin ": "See required margin.",
    " Discount rates ": "In general, the interest rate used to calculate a present value. In the money market, however, discount rate is a specific type of quoted rate.",
    " Discounted cash flow models ": "Valuation models that estimate the intrinsic value of a security as the present value of the future benefits expected to be received from the security.",
    " Discouraged worker ": "A person who has stopped looking for a job or has given up seeking employment.",
    " Discrete random variable ": "A random variable that can take on at most a countable number of possible values.",
    " Discriminatory pricing rule ": "A pricing rule used in continuous markets in which the limit price of the order or quote that first arrived determines the trade price.",
    " Diseconomies of scale ": "Increase in cost per unit resulting from increased production.",
    " Dispersion ": "The variability around the central tendency.",
    " Display size ": "The size of an order displayed to public view.",
    " Distressed investing ": "Investing in securities of companies in financial difficulties. Private equity funds typically buy the debt of mature companies in financial difficulties.",
    " Divergence ": "In technical analysis, a term that describes the case when an indicator moves differently from the security being analyzed.",
    " Diversification ratio ": "The ratio of the standard deviation of an equally weighted portfolio to the standard deviation of a randomly selected security.",
    " Dividend ": "A distribution paid to shareholders based on the number of shares owned.",
    " Dividend discount model ": "(DDM) A present value model that estimates the intrinsic value of an equity share based on the present value of its expected future dividends.",
    " Dividend discount model based approach ": "An approach for estimating a country's equity risk premium. The market rate of return is estimated as the sum of the dividend yield and the growth rate in dividends for a market index. Subtracting the risk-free rate of return from the estimated market return produces an estimate for the equity risk premium.",
    " Dividend payout ratio ": "The ratio of cash dividends paid to earnings for a period.",
    " Dividend yield ": "Annual dividends per share divided by share price.",
    " Divisor ": "A number (denominator) used to determine the value of a price return index. It is initially chosen at the incep tion of an index and subsequently adjusted by the index provider, as necessary, to avoid changes in the index value that are unrelated to changes in the prices of its constit uent securities.",
    " Domestic content provisions ": "Stipulate that some percentage of the value added or components used in production should be of domestic origin.",
    " Double bottoms ": "In technical analysis, a reversal pattern that is formed when the price reaches a low, rebounds, and then sells off back to the first low level; used to predict a change from a downtrend to an uptrend.",
    " Double coincidence of wants ": "A prerequisite to barter trades, in particular that both economic agents in the transaction want what the other is selling.",
    " Double declining balance depreciation ": "An accelerated depreciation method that involves depreciating the asset at double the straight-line rate. This rate is multiplied by the book value of the asset at the beginning of the period (a declining balance) to calculate depreciation expense.",
    " Double-entry accounting ": "The accounting system of recording transactions in which every recorded transaction affects at least two accounts so as to keep the basic accounting equation (assets = liabilities + owners' equity) in balance.",
    " Double top ": "In technical analysis, a reversal pattern that is formed when an uptrend reverses twice at roughly the same high price level; used to predict a change from an uptrend to a downtrend.",
    " Down transition probability ": "The probability that an asset's value moves down in a model of asset price dynamics.",
    " Downgrade risk ": "The risk that a bond issuer's creditworthiness deteriorates, or migrates lower, leading investors to believe the risk of default is higher. Also called credit migration risk.",
    " Drag on liquidity ": "When receipts lag, creating pressure from the decreased available funds.",
    " Drawdown ": "A reduction in net asset value (NAV).",
    " Dual-currency bonds ": "Bonds that make coupon payments in one currency and pay the par value at maturity in another currency.",
    " DuPont analysis ": "An approach to decomposing return on investment, e.g., return on equity, as the product of other financial ratios.",
    " Duration ": "A measure of the approximate sensitivity of a secu rity to a change in interest rates (i.e., a measure of interest rate risk).",
    " Duration gap ": "A bond's Macaulay duration minus the invest ment horizon.",
    " Dutch Book theorem ": "A result in probability theory stating that inconsistent probabilities create profit opportunities.",
    " Early repayment option ": "See prepayment option.",
    " Earnings per share ": "The amount of income earned during a period per share of common stock.",
    " Earnings surprise ": "The portion of a company's earnings that is unanticipated by investors and, according to the efficient market hypothesis, merits a price adjustment.",
    " Economic costs ": "All the remuneration needed to keep a pro- ductive resource in its current employment or to acquire the resource for productive use; the sum of total accounting costs and implicit opportunity costs.",
    " Economic indicator ": "A variable that provides information on the state of the overall economy.",
    " Economic loss ": "The amount by which accounting profit is less than normal profit.",
    " Economic order quantity-reorder point (EOQ-ROP) ": "An approach to managing inventory based on expected demand and the predictability of demand; the ordering point for new inventory is determined based on the costs of ordering and carrying inventory, such that the total cost associated with inventory is minimized.",
    " Economic profit ": "Equal to accounting profit less the implicit opportunity costs not included in total accounting costs; the difference between total revenue (TR) and total cost (TC). Also called abnormal profit or supernormal profit.",
    " Economic stabilization ": "Reduction of the magnitude of eco nomic fluctuations.",
    " Economic union ": "Incorporates all aspects of a common market and in addition requires common economic institutions and coordination of economic policies among members.",
    " Economies of scale ": "Reduction in cost per unit resulting from increased production.",
    " Effective annual rate ": "The amount by which a unit of currency will grow in a year with interest on interest included.",
    " Effective annual yield (EAY) ": "An annualized return that accounts for the effect of interest on interest; EAY is com puted by compounding 1 plus the holding period yield forward to one year, then subtracting 1.",
    " Effective convexity ": "A curve convexity statistic that measures the secondary effect of a change in a benchmark yield curve on a bond's price.",
    " Effective duration ": "The sensitivity of a bond's price to a change in a benchmark yield curve.",
    " Effective interest rate ": "The borrowing rate or market rate that a company incurs at the time of issuance of a bond.",
    " Efficient market ": "A market in which asset prices reflect new information quickly and rationally.",
    " Elastic ": "Said of a good or service when the magnitude of elas ticity is greater than one.",
    " Elasticity ": "The percentage change in one variable for a per centage change in another variable; a general measure of how sensitive one variable is to a change in the value of another variable.",
    " Elasticity of demand ": "A measure of the sensitivity of quan tity demanded to a change in a product's own price: %AQP/%AP.",
    " Elasticity of supply ": "A measure of the sensitivity of quantity supplied to a change in price: %AQS/%AP.",
    " Electronic communications networks ": "See alternative trading systems.",
    " Electronic funds transfer (EFT) ": "The use of computer networks to conduct financial transactions electronically.",
    " Elliott wave theory ": "A technical analysis theory that claims that the market follows regular, repeated waves or cycles.",
    " Embedded option ": "Contingency provisions that provide the issuer or the bondholders the right, but not the obligation, to take action. These options are not part of the security and cannot be traded separately.",
    " Empirical probability ": "The probability of an event estimated as a relative frequency of occurrence.",
    " Employed ": "The number of people with a job.",
    " Enterprise risk management ": "An overall assessment of a company's risk position. A centralized approach to risk management sometimes called firmwide risk management.",
    " Enterprise value ": "A measure of a company's total market value from which the value of cash and short-term investments have been subtracted.",
    " Equal weighting ": "An index weighting method in which an equal weight is assigned to each constituent security at inception.",
    " Equipment trust certificates ": "Bonds secured by specific types of equipment or physical assets.",
    " Equity ": "Assets less liabilities; the residual interest in the assets after subtracting the liabilities.",
    " Equity risk premium ": "The expected return on equities minus the risk-free rate; the premium that investors demand for investing in equities.",
    " Equity swap ": "A swap transaction in which at least one cash flow is tied to the return to an equity portfolio position, often an equity index.",
    " ESG ": "An acronym that encompasses environmental, social and governance.",
    " ESG integration ": "The practice of considering environmental, social, and governance factors in the investment process; sometimes referred to as ESG investing.",
    " Estimate ": "The particular value calculated from sample obser vations using an estimator.",
    " Estimation ": "With reference to statistical inference, the sub division dealing with estimating the value of a population parameter.",
    " Estimator ": "An estimation formula; the formula used to com pute the sample mean and other sample statistics are examples of estimators.",
    " Ethical principles ": "Beliefs regarding what is good, acceptable, or obligatory behavior and what is bad, unacceptable, or forbidden behavior.",
    " Ethics ": "The study of moral principles or of making good choices.",
    " Eurobonds ": "Type of bond issued internationally, outside the jurisdiction of the country in whose currency the bond is denominated.",
    " European option ": "An option that can only be exercised on its expiration date.",
    " European-style ": "Said of an option contract that can only be exercised on the option's expiration date.",
    " Event ": "Any outcome or specified set of outcomes of a random variable.",
    " Ex-date ": "The first date that a share trades without (i.e. \"ex\") the dividend.",
    " Ex-dividend date ": "The first date that a share trades without (i.e. \"ex\") the dividend.",
    " Excess kurtosis ": "Degree of peakedness (fatness of tails) in excess of the peakedness of the normal distribution.",
    " Exchanges ": "Places where traders can meet to arrange their trades.",
    " Execution instructions ": "Instructions that indicate how to fill an order.",
    " Exercise ": "The process of using an option to buy or sell the underlying.",
    " Exercise price ": "The fixed price at which an option holder can buy or sell the underlying. Also called strike price, striking price, or strike.",
    " Exercise value ": "The value obtained if an option is exercised based on current conditions. Also known as intrinsic value.",
    " Exhaustive ": "Covering or containing all possible outcomes.",
    " Expansion ": "The period of a business cycle after its lowest point and before its highest point.",
    " Expansionary ": "Tending to cause the real economy to grow.",
    " Expansionary fiscal policy ": "Fiscal policy aimed at achieving real economic growth.",
    " Expected inflation ": "The level of inflation that economic agents expect in the future.",
    " Expected loss ": "Default probability times Loss severity given default.",
    " Expected value ": "The probability-weighted average of the pos sible outcomes of a random variable.",
    " Expenses ": "Outflows of economic resources or increases in liabilities that result in decreases in equity (other than decreases because of distributions to owners); reductions in net assets associated with the creation of revenues.",
    " Experience curve ": "A curve that shows the direct cost per unit of good or service produced or delivered as a typically declining function of cumulative output.",
    " Export subsidy ": "Paid by the government to the firm when it exports a unit of a good that is being subsidized.",
    " Exports ": "Goods and services that an economy sells to other countries.",
    " Extension risk ": "The risk that when interest rates rise, fewer prepayments will occur because homeowners are reluctant to give up the benefits of a contractual interest rate that now looks low. As a result, the security becomes longer in maturity than anticipated at the time of purchase.",
    " Externality ": "An effect of a market transaction that is borne by parties other than those who transacted.",
    " Extra dividend ": "A dividend paid by a company that does not pay dividends on a regular schedule, or a dividend that supplements regular cash dividends with an extra payment.",
    " Extreme value theory ": "A branch of statistics that focuses primarily on extreme outcomes.",
    " Face value ": "The amount of cash payable by a company to the bondholders when the bonds mature; the promised payment at maturity separate from any coupon payment.",
    " Factor ": "A common or underlying element with which several variables are correlated.",
    " Fair value ": "The amount at which an asset could be exchanged, or a liability settled, between knowledgeable, willing parties in an arm's-length transaction; the price that would be received to sell an asset or paid to transfer a liability in an orderly transaction between market participants.",
    " Fed funds rate ": "The US interbank lending rate on overnight borrowings of reserves.",
    " Federal funds rate ": "The US interbank lending rate on overnight borrowings of reserves.",
    " Fiat money ": "Money that is not convertible into any other commodity.",
    " Fibonacci sequence ": "A sequence of numbers starting with 0 and 1, and then each subsequent number in the sequence is the sum of the two preceding numbers. In Elliott Wave Theory, it is believed that market waves follow patterns that are the ratios of the numbers in the Fibonacci sequence.",
    " Fiduciary call ": "A combination of a European call and a risk-free bond that matures on the option expiration day and has a face value equal to the exercise price of the call.",
    " FIFO method ": "The first in, first out, method of accounting for inventory, which matches sales against the costs of items of inventory in the order in which they were placed in inventory.",
    " Fill or kill ": "See immediate or cancel order.",
    " Finance lease ": "Essentially, the purchase of some asset by the buyer (lessee) that is directly financed by the seller (lessor).",
    " Financial account ": "A component of the balance of payments account that records investment flows.",
    " Financial flexibility ": "The ability to react and adapt to financial adversities and opportunities.",
    " Financial leverage ": "The extent to which a company can effect, through the use of debt, a proportional change in the return on common equity that is greater than a given proportional change in operating income; also, short for the financial leverage ratio.",
    " Financial leverage ratio ": "A measure of financial leverage calcu lated as average total assets divided by average total equity.",
    " Financial risk ": "The risk that environmental, social, or gover nance risk factors will result in significant costs or other los ses to a company and its shareholders; the risk arising from a company's obligation to meet required payments under its financing agreements.",
    " Financing activities ": "Activities related to obtaining or repaying capital to be used in the business (e.g., equity and long term debt).",
    " Firm commitment offering ": "See underwritten offering.",
    " First-degree price discrimination ": "where a monopolist is able to charge each customer the highest price the customer is willing to pay.",
    " First lien debt ": "Debt secured by a pledge of certain assets that could include buildings, but may also include property and equipment, licenses, patents, brands, etc.",
    " First mortgage debt ": "Debt secured by a pledge of a specific property.",
    " Fiscal multiplier ": "The ratio of a change in national income to a change in government spending.",
    " Fiscal policy ": "The use of taxes and government spending to affect the level of aggregate expenditures.",
    " Fisher effect ": "The thesis that the real rate of interest in an economy is stable over time so that changes in nominal interest rates are the result of changes in expected inflation.",
    " Fisher index ": "The geometric mean of the Laspeyres index.",
    " Fixed charge coverage ": "A solvency ratio measuring the num ber of times interest and lease payments are covered by operating income, calculated as (EBIT + lease payments) divided by (interest payments + lease payments).",
    " Fixed costs ": "Costs that remain at the same level regardless of a company's level of production and sales.",
    " Fixed-for-floating interest rate swap ": "An interest rate swap in which one party pays a fixed rate and the other pays a floating rate, with both sets of payments in the same currency. Also called plain vanilla swap or vanilla swap.",
    " Fixed price tender offer ": "Offer made by a company to repur chase a specific number of shares at a fixed price that is typically at a premium to the current market price.",
    " Fixed rate perpetual preferred stock ": "Nonconvertible, non callable preferred stock that has a fixed dividend rate and no maturity date.",
    " Flags ": "A technical analysis continuation pattern formed by parallel trendlines, typically over a short period.",
    " Flat price ": "The full price of a bond minus the accrued interest; also called the quoted or clean price.",
    " Float ": "In the context of customer receipts, the amount of money that is in transit between payments made by customers and the funds that are usable by the company.",
    " Float-adjusted market-capitalization weighting ": "An index weighting method in which the weight assigned to each constituent security is determined by adjusting its market capitalization for its market float.",
    " Float factor ": "An estimate of the average number of days it takes deposited checks to clear; average daily float divided by average daily deposit.",
    " Floaters ": "See floating-rate notes.",
    " Floating-rate notes ": "A note on which interest payments are not fixed, but instead vary from period to period depending on the current level of a reference interest rate.",
    " Flotation cost ": "Fees charged to companies by investment bankers and other costs associated with raising new capital.",
    " Foreclosure ": "Allows the lender to take possession of a mort gaged property if the borrower defaults and then sell it to recover funds.",
    " Foreign currency reserves ": "Holding by the central bank of non-domestic currency deposits and non-domestic bonds.",
    " Foreign direct investment ": "Direct investment by a firm in one country (the source country) in productive assets in a foreign country (the host country).",
    " Foreign exchange gains (or losses) ": "Gains (or losses) that occur when the exchange rate changes between the inves tor's currency and the currency that foreign securities are denominated in.",
    " Foreign portfolio investment ": "Shorter-term investment by individuals, firms, and institutional investors (e.g., pension funds) in foreign financial instruments such as foreign stocks and foreign government bonds.",
    " Forward commitments ": "Class of derivatives that provides the ability to lock in a price to transact in the future at a previously agreed-upon price.",
    " Forward contract ": "An agreement between two parties in which one party, the buyer, agrees to buy from the other party, the seller, an underlying asset at a later date for a price established at the start of the contract.",
    " Forward curve ": "A series of forward rates, each having the same timeframe.",
    " Forward market ": "For future delivery, beyond the usual settle ment time period in the cash market.",
    " Forward price ": "The fixed price or rate at which the transaction scheduled to occur at the expiration of a forward contract will take place. This price is agreed on at the initiation date of the contract.",
    " Forward rate ": "The interest rate on a bond or money market instrument traded in a forward market. A forward rate can be interpreted as an incremental, or marginal, return for extending the time-to-maturity for an additional time period.",
    " Forward rate agreements ": "A forward contract calling for one party to make a fixed interest payment and the other to make an interest payment at a rate to be determined at the contract expiration.",
    " Fractile ": "A value at or below which a stated fraction of the data lies.",
    " Fractional reserve banking ": "Banking in which reserves con stitute a fraction of deposits.",
    " Free cash flow ": "The actual cash that would be available to the company's investors after making all investments necessary to maintain the company as an ongoing enterprise (also referred to as free cash flow to the firm); the internally generated funds that can be distributed to the company's investors (e.g., shareholders and bondholders) without impairing the value of the company.",
    " Free cash flow to equity (FCFE) ": "The cash flow available to a company's common shareholders after all operating expenses, interest, and principal payments have been made, and necessary investments in working and fixed capital have been made.",
    " Free-cash-flow-to-equity models ": "Valuation models based on discounting expected future free cash flow to equity.",
    " Free cash flow to the firm (FCFF) ": "The cash flow available to the company's suppliers of capital after all operating expenses have been paid and necessary investments in working capital and fixed capital have been made.",
    " Free float ": "The number of shares that are readily and freely tradable in the secondary market.",
    " Free trade ": "When there are no government restrictions on a country's ability to trade.",
    " Free trade areas ": "One of the most prevalent forms of regional integration, in which all barriers to the flow of goods and services among members have been eliminated.",
    " Frequency distribution ": "A tabular display of data summarized into a relatively small number of intervals.",
    " Frequency polygon ": "A graph of a frequency distribution obtained by drawing straight lines joining successive points representing the class frequencies.",
    " Full price ": "The price of a security with accrued interest; also called the invoice or dirty price.",
    " Fundamental analysis ": "The examination of publicly available information and the formulation of forecasts to estimate the intrinsic value of assets.",
    " Fundamental value ": "The underlying or true value of an asset based on an analysis of its qualitative and quantitative characteristics. Also called intrinsic value.",
    " Fundamental weighting ": "An index weighting method in which the weight assigned to each constituent security is based on its underlying company's size. It attempts to address the disadvantages of market-capitalization weighting by using measures that are independent of the constituent security's price.",
    " Funds of hedge funds ": "Funds that hold a portfolio of hedge funds.",
    " Future value (FV) ": "The amount to which a payment or series of payments will grow by a stated future date.",
    " Futures contract ": "A variation of a forward contract that has essentially the same basic definition but with some addi tional features, such as a clearinghouse guarantee against credit losses, a daily settlement of gains and losses, and an organized electronic or floor trading facility.",
    " Futures price ": "The agreed-upon price of a futures contract.",
    " FX swap ": "The combination of a spot and a forward FX transaction.",
    " G-spread ": "The yield spread in basis points over an actual or interpolated government bond.",
    " Gains ": "Asset inflows not directly related to the ordinary activ ities of the business.",
    " Game theory ": "The set of tools decision makers use to incorpo rate responses by rival decision makers into their strategies.",
    " Gamma ": "A numerical measure of how sensitive an option's delta (the sensitivity of the derivative's price) is to a change in the value of the underlying.",
    " GDP deflator ": "A gauge of prices and inflation that measures the aggregate changes in prices across the overall economy.",
    " General partner ": "The partner that runs the business and theoretically bears unlimited liability.",
    " Geometric mean ": "A measure of central tendency computed by taking the nth root of the product of n non-negative values.",
    " Giffen goods ": "Goods that are consumed more as the price of the good rises because it is a very inferior good whose income effect overwhelms its substitution effect when price changes.",
    " Gilts ": "Bonds issued by the UK government.",
    " Giro system ": "An electronic payment system used widely in Europe and Japan.",
    " Global depository receipt ": "A depository receipt that is issued outside of the company's home country and outside of the United States.",
    " Global minimum-variance portfolio ": "The portfolio on the minimum-variance frontier with the smallest variance of return.",
    " Global registered share ": "a common share that is traded on different stock exchanges around the world in different currencies.",
    " Gold standard ": "With respect to a currency, if a currency is on the gold standard a given amount can be converted into a prespecified amount of gold.",
    " Golden cross ": "A technical analysis term that describes a situa tion where a short-term moving average crosses from below a longer-term moving average to above it; this movement is considered bullish.",
    " Good-on-close ": "An execution instruction specifying that an order can only be filled at the close of trading. Also called market on close.",
    " Good-on-open ": "An execution instruction specifying that an order can only be filled at the opening of trading.",
    " Good-till-cancelled order ": "An order specifying that it is valid until the entity placing the order has cancelled it (or, com monly, until some specified amount of time such as 60 days has elapsed, whichever comes sooner).",
    " Goodwill ": "An intangible asset that represents the excess of the purchase price of an acquired company over the value of the net assets acquired.",
    " Government equivalent yield ": "A yield that restates a yield to-maturity based on 30/360 day-count to one based on actual/actual.",
    " Greenmail": "The purchase of the accumulated shares of a hos tile investor by a company that is targeted for takeover by that investor, usually at a substantial premium over market price.",
    " Grey market ": "The forward market for bonds about to be issued.",
    " Gross domestic product ": "The market value of all final goods and services produced within the economy in a given period of time (output definition) or, equivalently, the aggregate income earned by all households, all companies, and the government within the economy in a given period of time (income definition).",
    " Gross margin ": "Sales minus the cost of sales (i.e., the cost of goods sold for a manufacturing company).",
    " Gross profit ": "Sales minus the cost of sales (i.e., the cost of goods sold for a manufacturing company).",
    " Gross profit margin ": "The ratio of gross profit to revenues.",
    " Grouping by function ": "With reference to the presentation of expenses in an income statement, the grouping together of expenses serving the same function, e.g. all items that are costs of goods sold.",
    " Grouping by nature ": "With reference to the presentation of expenses in an income statement, the grouping together of expenses by similar nature, e.g., all depreciation expenses.",
    " Growth cyclical ": "A term sometimes used to describe companies that are growing rapidly on a long-term basis but that still experience above-average fluctuation in their revenues and profits over the course of a business cycle.",
    " Growth investors ": "With reference to equity investors, investors who seek to invest in high-earnings-growth companies.",
    " Guarantee certificate ": "A type of structured financial instru ment that provides investors capital protection. It combines a zero-coupon bond and a call option on some underlying asset.",
    " Haircut ": "See repo margin.",
    " Harmonic mean ": "A type of weighted mean computed by averaging the reciprocals of the observations, then taking the reciprocal of that average.",
    " Head and shoulders pattern ": "In technical analysis, a rever sal pattern that is formed in three parts: a left shoulder, head, and right shoulder; used to predict a change from an uptrend to a downtrend.",
    " Headline inflation ": "The inflation rate calculated based on the price index that includes all goods and services in an economy.",
    " Hedge funds ": "Private investment vehicles that typically use leverage, derivatives, and long and short investment strategies.",
    " Hedge portfolio ": "A hypothetical combination of the derivative and its underlying that eliminates risk.",
    " Held for trading ": "Debt or equity financial assets bought with the intention to sell them in the near term, usually less than three months; securities that a company intends to trade. Also called trading securities.",
    " Held-to-maturity ": "Debt (fixed-income) securities that a com pany intends to hold to maturity; these are presented at their original cost, updated for any amortization of dis- counts or premiums.",
    " Herding ": "Clustered trading that may or may not be based on information.",
    " Hidden order ": "An order that is exposed not to the public but only to the brokers or exchanges that receive it.",
    " High water marks ": "The highest value, net of fees, which a fund has reached. It reflects the highest cumulative return used to calculate an incentive fee.",
    " Histogram ": "A bar chart of data that have been grouped into a frequency distribution.",
    " Historical cost ": "In reference to assets, the amount paid to purchase an asset, including any costs of acquisition and/ or preparation; with reference to liabilities, the amount of proceeds received in exchange in issuing the liability.",
    " Historical equity risk premium approach ": "An estimate of a country's equity risk premium that is based upon the his torical averages of the risk-free rate and the rate of return on the market portfolio.",
    " Historical simulation ": "Another term for the historical method of estimating Var. This term is somewhat misleading in that the method involves not a simulation of the past but rather what actually happened in the past, sometimes adjusted to reflect the fact that a different portfolio may have existed in the past than is planned for the future.",
    " Holder-of-record date ": "The date that a shareholder listed on the corporation's books will be deemed to have owner ship of the shares for purposes of receiving an upcoming dividend; two business days after the ex-dividend date.",
    " Holding period return ": "The return that an investor earns during a specified holding period; a synonym for total return.",
    " Holding period yield (HPY) ": "The return that an investor earns during a specified holding period; holding period return with reference to a fixed-income instrument.",
    " Homogeneity of expectations ": "The assumption that all inves tors have the same economic expectations and thus have the same expectations of prices, cash flows, and other investment characteristics.",
    " Horizon yield ": "The internal rate of return between the total return (the sum of reinvested coupon payments and the sale price or redemption amount) and the purchase price of the bond.",
    " Horizontal analysis ": "Common-size analysis that involves com paring a specific financial statement with that statement in prior or future time periods; also, cross-sectional analysis of one company with another.",
    " Horizontal demand schedule ": "Implies that at a given price, the response in the quantity demanded is infinite.",
    " Hostile takeover ": "An attempt by one entity to acquire a com pany without the consent of the company's management.",
    " Household ": "A person or a group of people living in the same residence, taken as a basic unit in economic analysis.",
    " Human capital ": "The accumulated knowledge and skill that workers acquire from education, training, or life experience and the corresponding present value of future earnings to be generated by said skilled individual.",
    " Hurdle rate ": "The rate of return that must be met for a project to be accepted.",
    " Hypothesis ": "With reference to statistical inference, a statement about one or more populations.",
    " Hypothesis testing ": "With reference to statistical inference, the subdivision dealing with the testing of hypotheses about one or more populations.",
    " I-spread ": "The yield spread of a specific bond over the standard swap rate in that currency of the same tenor.",
    " Iceberg order ": "An order in which the display size is less than the order's full size.",
    " If-converted method ": "A method for accounting for the effect of convertible securities on earnings per share (EPS) that specifies what EPS would have been if the convertible secu rities had been converted at the beginning of the period, taking account of the effects of conversion on net income and the weighted average number of shares outstanding.",
    " Immediate or cancel order ": "An order that is valid only upon receipt by the broker or exchange. If such an order can not be filled in part or in whole upon receipt, it cancels immediately. Also called fill or kill.",
    " Impact investing ": "Investing that seeks to achieve targeted social or environmental objectives along with measurable financial returns through engagement with a company or by direct investment in projects or companies.",
    " Impact lag ": "The lag associated with the result of actions affect ing the economy with delay.",
    " Implicit price deflator for GDP ": "A gauge of prices and inflation that measures the aggregate changes in prices across the overall economy.",
    " Implied forward rates ": "Calculated from spot rates, an implied forward rate is a break-even reinvestment rate that links the return on an investment in a shorter-term zero-coupon bond to the return on an investment in a longer-term zero-coupon bond.",
    " Implied volatility ": "The volatility that option traders use to price an option, implied by the price of the option and a particular option-pricing model.",
    " Import license ": "Specifies the quantity of a good that can be imported into a country.",
    " Imports ": "Goods and services that a domestic economy (i.e., house-holds, firms, and government) purchases from other countries.",
    " In the money ": "Options that, if exercised, would result in the value received being worth more than the payment required to exercise.",
    " In-the-money ": "Options that, if exercised, would result in the value received being worth more than the payment required to exercise.",
    " Incentive fee (or performance fee) ": "Funds distributed by the general partner to the limited partner(s) based on realized profits.",
    " Income ": "Increases in economic benefits in the form of inflows or enhancements of assets, or decreases of liabilities that result in an increase in equity (other than increases result ing from contributions by owners).",
    " Income elasticity of demand ": "A measure of the responsiveness of demand to changes in income, defined as the percentage change in quantity demanded divided by the percentage change in income.",
    " Income statement ": "A financial statement that provides infor mation about a company's profitability over a stated period of time. Also called statement of operations or profit and loss statement.",
    " Income tax paid ": "The actual amount paid for income taxes in the period; not a provision, but the actual cash outflow.",
    " Income tax payable ": "The income tax owed by the company on the basis of taxable income.",
    " Income trust ": "A type of equity ownership vehicle established as a trust issuing ownership shares known as units.",
    " Increasing marginal returns ": "When the marginal product of a resource increases as additional units of that input are employed.",
    " Increasing returns to scale ": "When a production process leads to increases in output that are proportionately larger than the increase in inputs.",
    " Incremental cash flow ": "The cash flow that is realized because of a decision; the changes or increments to cash flows resulting from a decision or action.",
    " Indenture ": "Legal contract that describes the form of a bond, the obligations of the issuer, and the rights of the bondholders.",
    " Independent ": "With reference to events, the property that the occurrence of one event does not affect the probability of another event occurring.",
    " Independent projects ": "Independent projects are projects whose cash flows are independent of each other.",
    " Independently and identically distributed (IID) ": "With respect to random variables, the property of random variables that are independent of each other but follow the identical probability distribution.",
    " Index-linked bond ": "Bond for which coupon payments and/ or principal repayment are linked to a specified index.",
    " Index of Leading Economic Indicators ": "A composite of eco nomic variables used by analysts to predict future economic conditions.",
    " Indexing ": "An investment strategy in which an investor con structs a portfolio to mirror the performance of a specified index.",
    " Indifference curve ": "A curve representing all the combinations of two goods or attributes such that the consumer is entirely indifferent among them.",
    " Indirect format ": "With reference to cash flow statements, a format for the presentation of the statement which, in the operating cash flow section, begins with net income then shows additions and subtractions to arrive at operating cash flow. Also called indirect method.",
    " Indirect method ": "See indirect format.",
    " Indirect taxes ": "Taxes such as taxes on spending, as opposed to direct taxes.",
    " Industry ": "A group of companies offering similar products and/or services.",
    " Industry analysis ": "The analysis of a specific branch of manu- facturing, service, or trade.",
    " Inelastic ": "Said of a good or service when the magnitude of elasticity is less than one. Insensitive to price changes.",
    " Inferior goods ": "A good whose consumption decreases as income increases.",
    " Inflation ": "The percentage increase in the general price level from one period to the next; a sustained rise in the overall level of prices in an economy.",
    " Inflation-linked bond ": "Type of index-linked bond that offers investors protection against inflation by linking the bond's coupon payments and/or the principal repayment to an index of consumer prices. Also called linkers.",
    " Inflation premium ": "An extra return that compensates investors for expected inflation.",
    " Inflation rate ": "The percentage change in a price index—that is, the speed of overall price level movements.",
    " Inflation Reports ": "A type of economic publication put out by many central banks.",
    " Inflation uncertainty ": "The degree to which economic agents view future rates of inflation as difficult to forecast.",
    " Information cascade ": "The transmission of information from those participants who act first and whose decisions influ ence the decisions of others.",
    " Information-motivated traders ": "Traders that trade to profit from information that they believe allows them to predict future prices.",
    " Informationally efficient market ": "A market in which asset prices reflect new information quickly and rationally.",
    " Initial margin. ": "The amount that must be deposited in a clear inghouse account when entering into a futures contract.",
    " Initial margin requirement ": "The margin requirement on the first day of a transaction as well as on any day in which additional margin funds must be deposited.",
    " Initial public offering ": "(IPO) The first issuance of common shares to the public by a formerly private corporation.",
    " Input productivity ": "The amount of output produced by work ers in a given period of time--for example, output per hour worked; measures the efficiency of labor.",
    " Installment method ": "with respect to revenue recognition, a method that specifies that the portion of the total profit of the sale that is recognized in each period is determined by the percentage of the total sales price for which the seller has received cash.",
    " Installment sales ": "With respect to revenue recognition, a method that specifies that the portion of the total profit of the sale that is recognized in each period is determined by the percentage of the total sales price for which the seller has received cash.",
    " Intangible assets ": "Assets lacking physical substance, such as patents and trademarks.",
    " Interbank market ": "The market of loans and deposits between banks for maturities ranging from overnight to one year.",
    " Interbank money market ": "The market of loans and deposits between banks for maturities ranging from overnight to one year.",
    " Interest ": "Payment for lending funds.",
    " Interest coverage ": "A solvency ratio calculated as EBIT divided by interest payments.",
    " Interest-only mortgage ": "A loan in which no scheduled prin cipal repayment is specified for a certain number of years.",
    " Interest rate ": "A rate of return that reflects the relationship between differently dated cash flows; a discount rate.",
    " Interest rate swap ": "A swap in which the underlying is an interest rate. Can be viewed as a currency swap in which both currencies are the same and can be created as a combination of currency swaps.",
    " Intergenerational data mining ": "A form of data mining that applies information developed by previous researchers using a dataset to guide current research using the same or a related dataset.",
    " Intermarket analysis ": "A field within technical analysis that combines analysis of major categories of securities namely, equities, bonds, currencies, and commodities-to identify market trends and possible inflections in a trend.",
    " Internal rate of return ": "(IRR) The discount rate that makes net present value equal O; the discount rate that makes the present value of an investment's costs (outflows) equal to the present value of the investment's benefits (inflows).",
    " Interpolated spread ": "The yield spread of a specific bond over the standard swap rate in that currency of the same tenor.",
    " Interquartile range ": "The difference between the third and first quartiles of a dataset.",
    " Interval ": "With reference to grouped data, a set of values within which an observation falls.",
    " Interval scale ": "A measurement scale that not only ranks data but also gives assurance that the differences between scale values are equal.",
    " Intrinsic value ": "See exercise value.",
    " Inventory ": "The unsold units of product on hand.",
    " Inventory blanket lien ": "The use of inventory as collateral for a loan. Though the lender has claim to some or all of the company's inventory, the company may still sell or use the inventory in the ordinary course of business.",
    " Inventory investment ": "Net change in business inventory.",
    " Inventory turnover ": "An activity ratio calculated as cost of goods sold divided by average inventory.",
    " Inverse demand function ": "A restatement of the demand function in which price is stated as a function of quantity.",
    " Inverse floater ": "A type of leveraged structured financial instru ment. The cash flows are adjusted periodically and move in the opposite direction of changes in the reference rate.",
    " Investing activities ": "Activities which are associated with the acquisition and disposal of property, plant, and equipment; intangible assets; other long-term assets; and both long term and short-term investments in the equity and debt (bonds and loans) issued by other companies.",
    " Investment banks ": "Financial intermediaries that provide advice to their mostly corporate clients and help them arrange transactions such as initial and seasoned securities offerings.",
    " Investment opportunity schedule ": "A graphical depiction of a company's investment opportunities ordered from highest to lowest expected return. A company's optimal capital budget is found where the investment opportunity schedule intersects with the company's marginal cost of capital.",
    " Investment policy statement ": "(IPS) A written planning doc ument that describes a client's investment objectives and risk tolerance over a relevant time horizon, along with constraints that apply to the client's portfolio.",
    " Investment property ": "Property used to earn rental income or capital appreciation (or both).",
    " IRR rule ": "An investment decision rule that accepts projects or investments for which the IRR is greater than the oppor tunity cost of capital.",
    " January effect ": "Calendar anomaly that stock market returns in January are significantly higher compared to the rest of the months of the year, with most of the abnormal returns reported during the first five trading days in January. Also called turn-of-the-year effect.",
    " Joint probability ": "The probability of the joint occurrence of stated events.",
    " Joint probability function ": "A function giving the probability of joint occurrences of values of stated random variables.",
    " Just-in-time (JIT) method ": "Method of managing inventory that minimizes in-process inventory stocks.",
    " Key rate duration ": "A method of measuring the interest rate sensitivities of a fixed-income instrument or portfolio to shifts in key points along the yield curve.",
    " Keynesians ": "Economists who believe that fiscal policy can have powerful effects on aggregate demand, output, and employment when there is substantial spare capacity in an economy.",
    " Kondratieff wave ": "A 54-year long economic cycle postulated by Nikolai Kondratieff.",
    " Kurtosis ": "The statistical measure that indicates the peakedness of a distribution.",
    " Labor force ": "The portion of the working age population (over the age of 16) that is employed or is available for work but not working (unemployed).",
    " Labor productivity ": "The quantity of goods and services (real GDP) that a worker can produce in one hour of work.",
    " Laddering strategy ": "A form of active strategy which entails scheduling maturities on a systematic basis within the investment portfolio such that investments are spread out equally over the term of the ladder.",
    " Lagging economic indicators ": "Turning points that take place later than those of the overall economy; they are believed to have value in identifying the economy's past condition.",
    " Laspeyres index ": "A price index created by holding the com position of the consumption basket constant.",
    " Law of demand ": "The principle that as the price of a good rises, buyers will choose to buy less of it, and as its price falls, they will buy more.",
    " Law of diminishing marginal returns ": "The observation that a variable factor's marginal product must eventually fall as more of it is added to a fixed amount of the other factors.",
    " Law of diminishing returns ": "The smallest output that a firm can produce such that its long run average costs are minimized.",
    " Law of one price ": "The condition in a financial market in which two equivalent financial instruments or combinations of financial instruments can sell for only one price. Equivalent to the principle that no arbitrage opportunities are possible.",
    " Lead underwriter ": "The lead investment bank in a syndicate of investment banks and broker-dealers involved in a securities underwriting.",
    " Leading economic indicators ": "Turning points that usually precede those of the overall economy; they are believed to have value for predicting the economy's future state, usually near-term.",
    " Legal tender ": "Something that must be accepted when offered in exchange for goods and services.",
    " Lender of last resort ": "An entity willing to lend money when no other entity is ready to do so.",
    " Leptokurtic ": "Describes a distribution that is more peaked than a normal distribution.",
    " Lessee ": "The party obtaining the use of an asset through a lease.",
    " Lessor ": "The owner of an asset that grants the right to use the asset to another party.",
    " Letter of credit ": "Form of external credit enhancement whereby a financial institution provides the issuer with a credit line to reimburse any cash flow shortfalls from the assets backing the issue.",
    " Level of significance ": "The probability of a Type I error in testing a hypothesis.",
    " Leverage ": "In the context of corporate finance, leverage refers to the use of fixed costs within a company's cost structure.",
    " Leveraged buyout ": "(LBO) A transaction whereby the target company management team converts the target to a pri vately held company by using heavy borrowing to finance the purchase of the target company's outstanding shares.",
    " Liabilities ": "Present obligations of an enterprise arising from past events, the settlement of which is expected to result in an outflow of resources embodying economic benefits; creditors' claims on the resources of a company.",
    " Life-cycle stage ": "The stage of the life cycle: embryonic, growth, shakeout, mature, declining.",
    " LIFO layer liquidation ": "With respect to the application of the LIFO inventory method, the liquidation of old, relatively low-priced inventory; happens when the volume of sales rises above the volume of recent purchases so that some sales are made from relatively old, low-priced inventory.",
    " LIFO method ": "The last in, first out, method of accounting for inventory, which matches sales against the costs of items of inventory in the reverse order the items were placed in inventory (i.e., inventory produced or acquired last are assumed to be sold first).",
    " LIFO reserve ": "The difference between the reported LIFO inven tory carrying amount and the inventory amount that would have been reported if the FIFO method had been used (in other words, the FIFO inventory value less the LIFO inventory value).",
    " Likelihood ": "The probability of an observation, given a partic ular set of conditions.",
    " Limit down ": "A limit move in the futures market in which the price at which a transaction would be made is at or below the lower limit.",
    " Limit order ": "Instructions to a broker or exchange to obtain the best price immediately available when filling an order, but in no event accept a price higher than a specified (limit) price when buying or accept a price lower than a specified (limit) price when selling.",
    " Limit order book ": "The book or list of limit orders to buy and sell that pertains to a security.",
    " Limit up ": "A limit move in the futures market in which the price at which a transaction would be made is at or above the upper limit.",
    " Limitations on liens ": "Meant to put limits on how much secured debt an issuer can have.",
    " Limited partners ": "Partners with limited liability. Limited part nerships in hedge and private equity funds are typically restricted to investors who are expected to understand and to be able to assume the risks associated with the investments.",
    " Line chart ": "In technical analysis, a plot of price data, typically closing prices, with a line connecting the points.",
    " Linear interpolation. ": "The estimation of an unknown value on the basis of two known values that bracket it, using a straight line between the two known values.",
    " Linear scale ": "A scale in which equal distances correspond to equal absolute amounts. Also called arithmetic scale.",
    " Linker ": "See inflation-linked bond.",
    " Liquid market ": "Said of a market in which traders can buy or sell with low total transaction costs when they want to trade.",
    " Liquidating dividend ": "A dividend that is a return of capi tal rather than a distribution from earnings or retained earnings.",
    " Liquidation ": "To sell the assets of a company, division, or subsidiary piecemeal, typically because of bankruptcy; the form of bankruptcy that allows for the orderly satisfaction of creditors' claims after which the company ceases to exist.",
    " Liquidity ": "The ability to purchase or sell an asset quickly and easily at a price close to fair market value. The ability to meet short-term obligations using assets that are the most readily converted into cash.",
    " Liquidity premium ": "An extra return that compensates inves tors for the risk of loss relative to an investment's fair value if the investment needs to be converted to cash quickly.",
    " Liquidity ratios ": "Financial ratios measuring the company's ability to meet its short-term obligations.",
    " Liquidity risk ": "The risk that a financial instrument cannot be purchased or sold without a significant concession in price due to the size of the market.",
    " Liquidity trap ": "A condition in which the demand for money becomes infinitely elastic (horizontal demand curve) so that injections of money into the economy will not lower interest rates or affect real activity.",
    " Load fund ": "A mutual fund in which, in addition to the annual fee, a percentage fee is charged to invest in the fund and/ or for redemptions from the fund.",
    " Loan-to-value ratio ": "The ratio of a property's purchase price to the amount of its mortgage.",
    " Lockbox system ": "A payment system in which customer pay ments are mailed to a post office box and the banking institution retrieves and deposits these payments several times a day, enabling the company to have use of the fund sooner than in a centralized system in which customer payments are sent to the company.",
    " Locked limit ": "A condition in the futures markets in which a transaction cannot take place because the price would be beyond the limits.",
    " Lockup period ": "The minimum period before investors are allowed to make withdrawals or redeem shares from a fund.",
    " Logarithmic scale ": "A scale in which equal distances represent equal proportional changes in the underlying quantity.",
    " London interbank offered rate (Libor) ": "Collective name for multiple rates at which a select set of banks believe they could borrow unsecured funds from other banks in the London interbank market for different currencies and different borrowing periods ranging from overnight to one year.",
    " Long ": "The buyer of a derivative contract. Also refers to the position of owning a derivative.",
    " Long-lived assets ": "Assets that are expected to provide eco nomic benefits over a future period of time, typically greater than one year. Also called long-term assets.",
    " Long position ": "A position in an asset or contract in which one owns the asset or has an exercisable right under the contract.",
    " Long-run average total cost ": "The curve describing average total cost when no costs are considered fixed.",
    " Long-term contract ": "A contract that spans a number of accounting periods.",
    " Longitudinal data ": "Observations on characteristic(s) of the same observational unit through time.",
    " Look-ahead bias ": "A bias caused by using information that was unavailable on the test date.",
    " Loss aversion ": "The tendency of people to dislike losses more than they like comparable gains.",
    " Loss severity ": "Portion of a bond's value (including unpaid interest) an investor loses in the event of default.",
    " Losses ": "Asset outflows not directly related to the ordinary activities of the business.",
    " Lower bound ": "The lowest possible value of an option.",
    " M? ": "A measure of what a portfolio would have returned if it had taken on the same total risk as the market index.",
    " Macaulay duration ": "The approximate amount of time a bond would have to be held for the market discount rate at pur chase to be realized if there is a single change in interest rate. It indicates the point in time when the coupon rein vestment and price effects of a change in yield-to-maturity offset each other.",
    " Macroeconomics ": "The branch of economics that deals with aggregate economic quantities, such as national output and national income.",
    " Maintenance covenants ": "Covenants in bank loan agreements that require the borrower to satisfy certain financial ratio tests while the loan is outstanding.",
    " Maintenance margin ": "The minimum amount that is required by a futures clearinghouse to maintain a margin account and to protect against default. Participants whose margin balances drop below the required maintenance margin must replenish their accounts.",
    " Maintenance margin requirement ": "The margin requirement on any day other than the first day of a transaction.",
    " Management buy-ins ": "Leveraged buyout in which the current management team is being replaced and the acquiring team will be involved in managing the company.",
    " Management buyout ": "(MBO) An event in which a group of investors consisting primarily of the company's existing management purchase all of its outstanding shares and take the company private.",
    " Management fee ": "A fee based on assets under management or committed capital, as applicable. Also called base fee.",
    " Manufacturing resource planning (MRP) ": "The incorporation of production planning into inventory management. A MRP analysis provides both a materials acquisition sched- ule and a production schedule.",
    " Margin ": "The amount of money that a trader deposits in a margin account. The term is derived from the stock mar ket practice in which an investor borrows a portion of the money required to purchase a certain amount of stock. In futures markets, there is no borrowing so the margin is more of a down payment or performance bond.",
    " Margin bond ": "A cash deposit required by the clearinghouse from the participants to a contract to provide a credit guarantee. Also called a performance bond.",
    " Margin call ": "A request for the short to deposit additional funds to bring their balance up to the initial margin.",
    " Margin loan ": "Money borrowed from a broker to purchase securities.",
    " Marginal cost ": "The cost of producing an additional unit of a good.",
    " Marginal probability ": "The probability of an event not condi tioned on another event.",
    " Marginal product ": "Measures the productivity of each unit of input and is calculated by taking the difference in total product from adding another unit of input (assuming other resource quantities are held constant).",
    " Marginal propensity to consume ": "The proportion of an addi tional unit of disposable income that is consumed or spent; the change in consumption for a small change in income.",
    " Marginal propensity to save ": "The proportion of an additional unit of disposable income that is saved (not spent).",
    " Marginal revenue ": "The change in total revenue divided by the change in quantity sold; simply, the additional revenue from selling one more unit.",
    " Marginal value curve ": "A curve describing the highest price consumers are willing to pay for each additional unit of a good.",
    " Mark to market ": "The revaluation of a financial asset or liability to its current market value or fair value.",
    " Market ": "A means of bringing buyers and sellers together to exchange goods and services.",
    " Market anomaly ": "Change in the price or return of a security that cannot directly be linked to current relevant infor mation known in the market or to the release of new information into the market.",
    " Market bid-ask spread ": "The difference between the best bid and the best offer.",
    " Market-capitalization weighting ": "An index weighting method in which the weight assigned to each constituent security is determined by dividing its market capitalization by the total market capitalization (sum of the market capitalization) of all securities in the index. Also called value weighting.",
    " Market discount rate ": "The rate of return required by investors given the risk of the investment in a bond; also called the required yield or the required rate of return.",
    " Market float ": "The number of shares that are available to the investing public.",
    " Market liquidity risk ": "The risk that the price at which investors can actually transact—buying or selling-may differ from the price indicated in the market.",
    " Market model ": "A regression equation that specifies a linear relationship between the return on a security (or portfolio) and the return on a broad market index, Market multiple models Valuation models based on share price multiples or enterprise value multiples.",
    " Market-on-close ": "An execution instruction specifying that an order can only be filled at the close of trading.",
    " Market order ": "Instructions to a broker or exchange to obtain the best price immediately available when filling an order.",
    " Market-oriented investors ": "With reference to equity investors, investors whose investment disciplines cannot be clearly categorized as value or growth.",
    " Market rate of interest ": "The rate demanded by purchases of bonds, given the risks associated with future cash payment obligations of the particular bond issue.",
    " Market risk ": "The risk that arises from movements in interest rates, stock prices, exchange rates, and commodity prices.",
    " Market value ": "The price at which an asset or security can currently be bought or sold in an open market.",
    " Marketable limit order ": "A buy limit order in which the limit price is placed above the best offer, or a sell limit order in which the limit price is placed below the best bid. Such orders generally will partially or completely fill right away.",
    " Markowitz efficient frontier ": "The graph of the set of portfolios offering the maximum expected return for their level of risk (standard deviation of return).",
    " Matching principle ": "The accounting principle that expenses should be recognized when the associated revenue is recognized.",
    " Matching strategy ": "An active investment strategy that includes intentional matching of the timing of cash outflows with investment maturities.",
    " Matrix pricing ": "Process of estimating the market discount rate and price of a bond based on the quoted or flat prices of more frequently traded comparable bonds.",
    " Maturity premium ": "An extra return that compensates investors for the increased sensitivity of the market value of debt to a change in market interest rates as maturity is extended.",
    " Maturity structure ": "A factor explaining the differences in yields on similar bonds; also called term structure.",
    " Mean absolute deviation ": "With reference to a sample, the mean of the absolute values of deviations from the sample mean.",
    " Mean excess return ": "The average rate of return in excess of the risk-free rate.",
    " Mean-variance analysis ": "an approach to portfolio analysis using expected means, variances, and covariances of asset returns.",
    " Measure of central tendency ": "A quantitative measure that specifies where data are centered.",
    " Measure of value ": "A standard for measuring value; a function of money.",
    " Measurement scales ": "A scheme of measuring differences. The four types of measurement scales are nominal, ordinal, interval, and ratio.",
    " Measures of location ": "A quantitative measure that describes the location or distribution of data; includes not only measures of central tendency but also other measures such as percentiles.",
    " Median ": "The value of the middle item of a set of items that has been sorted into ascending or descending order; the 50th percentile.",
    " Medium of exchange ": "Any asset that can be used to purchase goods and services or to repay debts; a function of money.",
    " Medium-term note ": "A corporate bond offered continuously to investors by an agent of the issuer, designed to fill the fund ing gap between commercial paper and long-term bonds.",
    " Menu costs ": "A cost of inflation in which businesses constantly have to incur the costs of changing the advertised prices of their goods and services.",
    " Mesokurtic ": "Describes a distribution with kurtosis identical to that of the normal distribution.",
    " Mezzanine financing ": "Debt or preferred shares with a relation- ship to common equity due to a feature such as attached warrants or conversion options and that is subordinate to both senior and high yield debt. It is referred to as mezzanine because of its location on the balance sheet.",
    " Microeconomics ": "The branch of economics that deals with markets and decision making of individual economic units, including consumers and businesses.",
    " Minimum efficient scale ": "The smallest output that a firm can produce such that its long-run average total cost is minimized.",
    " Minimum-variance portfolio ": "The portfolio with the minimum variance for each given level of expected return.",
    " Minority shareholders ": "A particular shareholder or block of shareholders holding a small proportion of a company's outstanding shares, resulting in a limited ability to exercise control in voting activities.",
    " Minsky moment ": "Named for Hyman Minksy: A point in a business cycle when, after individuals become overextended in borrowing to finance speculative investments, people start realizing that something is likely to go wrong and a panic ensues leading to asset sell-offs.",
    " Mismatching strategy ": "An active investment strategy whereby the timing of cash outflows is not matched with investment maturities.",
    " Modal interval ": "With reference to grouped data, the most frequently occurring interval.",
    " Mode ": "The most frequently occurring value in a set of observations.",
    " Modern portfolio theory ": "(MPT) The analysis of rational portfolio choices based on the efficient use of risk.",
    " Modified duration ": "A measure of the percentage price change of a bond given a change in its yield-to-maturity.",
    " Momentum oscillators ": "A graphical representation of market sentiment that is constructed from price data and calcu lated so that it oscillates either between a high and a low or around some number.",
    " Monetarists ": "Economists who believe that the rate of growth of the money supply is the primary determinant of the rate of inflation.",
    " Monetary policy ": "Actions taken by a nation's central bank to affect aggregate output and prices through changes in bank reserves, reserve requirements, or its target interest rate.",
    " Monetary transmission mechanism ": "The process whereby a central bank's interest rate gets transmitted through the economy and ultimately affects the rate of increase of prices.",
    " Monetary union ": "An economic union in which the members adopt a common currency.",
    " Money ": "A generally accepted medium of exchange and unit of account.",
    " Money convexity ": "For a bond, the annual or approximate convexity multiplied by the full price.",
    " Money creation ": "The process by which changes in bank reserves translate into changes in the money supply.",
    " Money duration ": "A measure of the price change in units of the currency in which the bond is denominated given a change in its yield-to-maturity.",
    " Money market ": "The market for short-term debt instruments (one-year maturity or less).",
    " Money market securities ": "Fixed-income securities with matur ities at issuance of one year or less.",
    " Money market yield ": "A yield on a basis comparable to the quoted yield on an interest-bearing money market instru ment that pays interest on a 360-day basis; the annualized holding period yield, assuming a 360-day year.",
    " Money multiplier ": "Describes how a change in reserves is expected to affect the money supply; in its simplest form, 1 divided by the reserve requirement.",
    " Money neutrality ": "The thesis that an increase in the money supply leads in the long-run to an increase in the price level, while leaving real variables like output and employ ment unaffected.",
    " Money-weighted return ": "The internal rate of return on a portfolio, taking account of all cash flows.",
    " Moneyness ": "The relationship between the price of the under lying and an option's exercise price.",
    " Monopolistic competition ": "Highly competitive form of imper fect competition; the competitive characteristic is a notably large number of firms, while the monopoly aspect is the result of product differentiation.",
    " Monopoly ": "In pure monopoly markets, there are no substi tutes for the given product or service. There is a single seller, which exercises considerable power over pricing and output decisions.",
    " Monte Carlo simulation ": "An approach to estimating a prob- ability distribution of outcomes to examine what might happen if particular risks are faced. This method is widely used in the sciences as well as in business to study a variety of problems.",
    " Moral principles ": "Beliefs regarding what is good, acceptable, or obligatory behavior and what is bad, unacceptable, or forbidden behavior.",
    " Mortgage-backed securities ": "Debt obligations that represent claims to the cash flows from pools of mortgage loans, most commonly on residential property.",
    " Mortgage loan ": "A loan secured by the collateral of some specified real estate property that obliges the borrower to make a predetermined series of payments to the lender.",
    " Mortgage pass-through security ": "A security created when one or more holders of mortgages form a pool of mortgages and sell shares or participation certificates in the pool.",
    " Mortgage rate ": "The interest rate on a mortgage loan; also called contract rate or note rate.",
    " Moving average ": "The average of the closing price of a security over a specified number of periods. With each new period, the average is recalculated.",
    " Moving-average ": "convergence/divergence oscilla tor (MACD) A momentum oscillator that is constructed based on the difference between short-term and long-term moving averages of a security's price.",
    " Multi-factor model ": "A model that explains a variable in terms of the values of a set of factors.",
    " Multi-market indices ": "Comprised of indices from different countries, designed to represent multiple security markets.",
    " Multi-step format ": "With respect to the format of the income statement, a format that presents a subtotal for gross profit (revenue minus cost of goods sold).",
    " Multilateral trading facilities ": "See alternative trading systems.",
    " Multinational corporation ": "A company operating in more than one country or having subsidiary firms in more than one country.",
    " Multiplication rule for probabilities ": "The rule that the joint probability of events A and B equals the probability of A given B times the probability of B.",
    " Multiplier models ": "Valuation models based on share price multiples or enterprise value multiples.",
    " Multivariate distribution ": "A probability distribution that specifies the probabilities for a group of related random variables.",
    " Multivariate normal distribution ": "A probability distribution for a group of random variables that is completely defined by the means and variances of the variables plus all the correlations between pairs of the variables.",
    " Muni ": "A type of non-sovereign bond issued by a state or local government in the United States. It very often (but not always) offers income tax exemptions.",
    " Municipal bonds ": "A type of non-sovereign bond issued by a state or local government in the United States. It very often (but not always) offers income tax exemptions.",
    " Mutual fund ": "A professionally managed investment pool in which investors in the fund typically each have a pro-rata claim on the income and value of the fund.",
    " Mutually exclusive projects ": "Mutually exclusive projects com pete directly with each other. For example, if Projects A and B are mutually exclusive, you can choose A or B, but you cannot choose both.",
    " n Factorial ": "For a positive integer n, the product of the first n positive integers; O factorial equals 1 by definition. n factorial is written as n!.",
    " Narrow money ": "The notes and coins in circulation in an econ omy, plus other very highly liquid deposits.",
    " Nash equilibrium ": "When two or more participants in a non coop-erative game have no incentive to deviate from their respective equilibrium strategies given their opponent's strategies.",
    " National income ": "The income received by all factors of produc tion used in the generation of final output. National income equals gross domestic product (or, in some countries, gross national product) minus the capital consumption allowance and a statistical discrepancy.",
    " Natural rate of unemployment ": "Effective unemployment rate, below which pressure emerges in labor markets.",
    " Negative screening ": "An ESG implementation method that excludes certain sectors or companies.",
    " Neo-Keynesians ": "A group of dynamic general equilibrium models that assume slow-to-adjust prices and wages.",
    " Net book value ": "The remaining (undepreciated) balance of an asset's purchase cost. For liabilities, the face value of a bond minus any unamortized discount, or plus any unamortized premium.",
    " Net exports ": "The difference between the value of a country's exports and the value of its imports (i.e., value of exports minus imports).",
    " Net income ": "The difference between revenue and expenses; what remains after subtracting all expenses (including depreciation, interest, and taxes) from revenue.",
    " Net operating cycle ": "An estimate of the average time that elapses between paying suppliers for materials and col lecting cash from the subsequent sale of goods produced.",
    " Net present value ": "(NPV) The present value of an investment's cash inflows (benefits) minus the present value of its cash outflows (costs).",
    " Net profit margin ": "An indicator of profitability, calculated as net income divided by revenue; indicates how much of each dollar of revenues is left after all costs and expenses.",
    " Net realisable value ": "Estimated selling price in the ordinary course of business less the estimated costs necessary to make the sale.",
    " Net revenue ": "Revenue after adjustments (e.g., for estimated returns or for amounts unlikely to be collected).",
    " Net tax rate ": "The tax rate net of transfer payments.",
    " Neutral rate of interest ": "The rate of interest that neither spurs on nor slows down the underlying economy.",
    " New classical macroeconomics ": "An approach to macroeco nomics that seeks the macroeconomic conclusions of individuals maximizing utility on the basis of rational expectations and companies maximizing profits.",
    " New-issue DRP ": "Dividend reinvestment plan in which the company meets the need for additional shares by issuing them instead of purchasing them.",
    " New Keynesians ": "A group of dynamic general equilibrium models that assume slow-to-adjust prices and wages.",
    " No-load fund ": "A mutual fund in which there is no fee for investing in the fund or for redeeming fund shares, although there is an annual fee based on a percentage of the fund's net asset value.",
    " Node ": "Each value on a binomial tree from which successive moves or outcomes branch.",
    " Nominal GDP ": "The value of goods and services measured at current prices.",
    " Nominal rate ": "A rate of interest based on the security's face value.",
    " Nominal risk-free interest rate ": "The sum of the real risk-free interest rate and the inflation premium.",
    " Nominal scale ": "A measurement scale that categorizes data but does not rank them.",
    " Non-accelerating inflation rate of unemployment ": "Effective unemployment rate, below which pressure emerges in labor markets.",
    " Non-agency RMBS ": "In the United States, securities issued by private entities that are not guaranteed by a federal agency or a GSE.",
    " Non-cumulative preference shares ": "Preference shares for which dividends that are not paid in the current or subse quent periods are forfeited permanently (instead of being accrued and paid at a later date).",
    " Non-current assets ": "Assets that are expected to benefit the company over an extended period of time (usually more than one year).",
    " Non-current liabilities ": "Obligations that broadly represent a probable sacrifice of economic benefits in periods generally greater than one year in the future.",
    " Non-cyclical ": "A company whose performance is largely inde- pendent of the business cycle.",
    " Non-deliverable forwards ": "Cash-settled forward contracts, used predominately with respect to foreign exchange for wards. Also called contracts for differences.",
    " Non-financial risks ": "Risks that arise from sources other than changes in the external financial markets, such as changes in accounting rules, legal environment, or tax rates.",
    " Non-participating preference shares ": "Preference shares that do not entitle shareholders to share in the profits of the company. Instead, shareholders are only entitled to receive a fixed dividend payment and the par value of the shares in the event of liquidation.",
    " Non-recourse loan ": "Loan in which the lender does not have a shortfall claim against the borrower, so the lender can look only to the property to recover the outstanding mortgage balance.",
    " Non-renewable resources ": "Finite resources that are depleted once they are consumed, such as oil and coal.",
    " Non-sovereign bonds ": "A bond issued by a government below the national level, such as a province, region, state, or city.",
    " Non-sovereign government bonds ": "A bond issued by a gov ernment below the national level, such as a province, region, state, or city.",
    " Nonconventional cash flow ": "In a nonconventional cash flow pattern, the initial outflow is not followed by inflows only, but the cash flows can flip from positive (inflows) to nega tive (outflows) again (or even change signs several times).",
    " Nonparametric test ": "A test that is not concerned with a parameter, or that makes minimal assumptions about the population from which a sample comes.",
    " Nonsystematic risk ": "Unique risk that is local or limited to a particular asset or industry that need not affect assets outside of that asset class.",
    " Normal distribution ": "A continuous, symmetric probability distribution that is completely described by its mean and its variance.",
    " Normal goods ": "Goods that are consumed in greater quantities as income increases.",
    " Normal profit ": "The level of accounting profit needed to just cover the implicit opportunity costs ignored in accounting costs.",
    " Notching ": "Ratings adjustment methodology where specific issues from the same borrower may be assigned different credit ratings.",
    " Note rate ": "See mortgage rate.",
    " Notes payable ": "Amounts owed by a business to creditors as a result of borrowings that are evidenced by (short-term) loan agreements.",
    " Notice period ": "The length of time (typically 30 to 90 days) in advance that investors may be required to notify a fund of their intent to redeem.",
    " Notional principal ": "An imputed principal amount.",
    " NPV rule ": "An investment decision rule that states that an investment should be undertaken if its NPV is positive but not undertaken if its NPV is negative.",
    " Number of days of inventory ": "An activity ratio equal to the number of days in a period divided by the inventory ratio for the period; an indication of the number of days a com pany ties up funds in inventory.",
    " Number of days of payables ": "An activity ratio equal to the number of days in a period divided by the payables turnover ratio for the period; an estimate of the average number of days it takes a company to pay its suppliers.",
    " Number of days of receivables ": "Estimate of the average num ber of days it takes to collect on credit accounts.",
    " Objective probabilities ": "Probabilities that generally do not vary from person to person; includes a priori and objective probabilities.",
    " Off-the-run ": "Seasoned government bonds are off-the-run securities; they are not the most recently issued or the most actively traded.",
    " Offer ": "The price at which a dealer or trader is willing to sell an asset, typically qualified by a maximum quantity (ask size).",
    " Official interest rate ": "An interest rate that a central bank sets and announces publicly; normally the rate at which it is willing to lend money to the commercial banks. Also called official policy rate or policy rate.",
    " Official policy rate ": "An interest rate that a central bank sets and announces publicly; normally the rate at which it is willing to lend money to the commercial banks.",
    " Oligopoly ": "Market structure with a relatively small number of firms supplying the market.",
    " On-the-run ": "The most recently issued and most actively traded sovereign securities.",
    " One-sided hypothesis test ": "A test in which the null hypothesis is rejected only if the evidence indicates that the population parameter is greater than (smaller than) 06. The alternative hypothesis also has one side.",
    " One-tailed hypothesis test ": "A test in which the null hypothesis is rejected only if the evidence indicates that the population parameter is greater than (smaller than) 06. The alternative hypothesis also has one side.",
    " open economy ": "An economy that trades with other countries.",
    " Open-end fund ": "A mutual fund that accepts new investment money and issues additional shares at a value equal to the net asset value of the fund at the time of investment.",
    " Open interest ": "The number of outstanding contracts in a clearinghouse at any given time. The open interest figure changes daily as some parties open up new positions, while other parties offset their old positions.",
    " Open-market DRP ": "Dividend reinvestment plan in which the company purchases shares in the open market to acquire the additional shares credited to plan participants.",
    " Open market operations ": "The purchase or sale of bonds by the national central bank to implement monetary policy.",
    " Operating activities ": "Activities that are part of the day-to-day business functioning of an entity, such as selling inventory and providing services.",
    " Operating breakeven ": "The number of units produced and sold at which the company's operating profit is zero (revenues = operating costs).",
    " Operating cash flow ": "The net amount of cash provided from operating activities.",
    " Operating cycle ": "A measure of the time needed to convert raw materials into cash from a sale; it consists of the number of days of inventory and the number of days of receivables.",
    " Operating efficiency ratios ": "Ratios that measure how effi ciently a company performs day-to-day tasks, such as the collection of receivables and management of inventory.",
    " Operating lease ": "An agreement allowing the lessee to use some asset for a period of time; essentially a rental.",
    " Operating leverage ": "The use of fixed costs in operations.",
    " Operating profit ": "A company's profits on its usual business activities before deducting taxes. Also called operating income.",
    " Operating profit margin ": "A profitability ratio calculated as operating income (i.e., income before interest and taxes) divided by revenue. Also called operating margin.",
    " Operating risk ": "The risk attributed to the operating cost struc ture, in particular the use of fixed costs in operations; the risk arising from the mix of fixed and variable costs; the risk that a company's operations may be severely affected by environmental, social, and governance risk factors.",
    " Operational independence ": "A bank's ability to execute mon etary policy and set interest rates in the way it thought would best meet the inflation target.",
    " Operational risk ": "The risk of loss from failures in a company's systems and procedures.",
    " Operationally efficient ": "Said of a market, a financial system, or an economy that has relatively low transaction costs.",
    " Opportunity cost ": "The value that investors forgo by choosing a particular course of action; the value of something in its best alternative use.",
    " Option ": "A financial instrument that gives one party the right, but not the obligation, to buy or sell an underlying asset from or to another party at a fixed price over a specific period of time. Also referred to as contingent claim or option contract.",
    " Option-adjusted price ": "The value of the embedded option plus the flat price of the bond.",
    " Option-adjusted spread ": "OAS = 2-spread - Option value (in basis points per year).",
    " Option-adjusted yield ": "The required market discount rate whereby the price is adjusted for the value of the embed- ded option.",
    " Option contract ": "See option.",
    " Option premium ": "The amount of money a buyer pays and seller receives to engage in an option transaction.",
    " Order ": "A specification of what instrument to trade, how much to trade, and whether to buy or sell.",
    " Order-driven markets ": "A market (generally an auction market) that uses rules to arrange trades based on the orders that traders submit; in their pure form, such markets do not make use of dealers.",
    " Order precedence hierarchy ": "With respect to the execution of orders to trade, a set of rules that determines which orders execute before other orders.",
    " Ordinal scale ": "A measurement scale that sorts data into cat egories that are ordered (ranked) with respect to some characteristic.",
    " Ordinary annuity ": "An annuity with a first cash flow that is paid one period from the present.",
    " Ordinary shares ": "Equity shares that are subordinate to all other types of equity (e.g., preferred equity). Also called common stock or common shares.",
    " Organized exchange ": "A securities marketplace where buyers and seller can meet to arrange their trades.",
    " Other comprehensive income ": "Items of comprehensive income that are not reported on the income statement; comprehensive income minus net income.",
    " Other receivables ": "Amounts owed to the company from parties other than customers.",
    " Out-of-sample test ": "A test of a strategy or model using a sample outside the time period on which the strategy or model was developed.",
    " Out of the money ": "Options that, if exercised, would require the payment of more money than the value received and therefore would not be currently exercised.",
    " Out-of-the-money ": "Options that, if exercised, would require the payment of more money than the value received and therefore would not be currently exercised.",
    " Outcome ": "A possible value of a random variable.",
    " Over-the-counter (OTC) markets ": "A decentralized market where buy and sell orders initiated from various locations are matched through a communications network.",
    " Overbought ": "A market condition in which market sentiment is thought to be unsustainably bullish.",
    " Overcollateralization ": "Form of internal credit enhancement that refers to the process of posting more collateral than needed to obtain or secure financing.",
    " Oversold ": "A market condition in which market sentiment is thought to be unsustainably bearish.",
    " Own price ": "The price of a good or service itself (as opposed to the price of something else).",
    " Own-price elasticity of demand ": "The percentage change in quantity demanded for a percentage change in good's own price, holding all other things constant.",
    " Owner-of-record date ": "The date that a shareholder listed on the corporation's books will be deemed to have owner ship of the shares for purposes of receiving an upcoming dividend; two business days after the ex-dividend date.",
    " Owners' equity ": "The excess of assets over liabilities; the resid ual interest of shareholders in the assets of an entity after deducting the entity's liabilities. Also called shareholders' equity.",
    " Paasche index ": "An index formula using the current compo sition of a basket of products.",
    " Paired comparisons test ": "A statistical test for differences based on paired observations drawn from samples that are dependent on each other.",
    " Paired observations ": "Observations that are dependent on each other.",
    " Pairs arbitrage trade ": "A trade in two closely related stocks involving the short sale of one and the purchase of the other.",
    " Panel data ": "Observations through time on a single character istic of multiple observational units.",
    " Par curve ": "A sequence of yields-to-maturity such that each bond is priced at par value. The bonds are assumed to have the same currency, credit risk, liquidity, tax status, and annual yields stated for the same periodicity.",
    " Par value ": "The amount of principal on a bond.",
    " Parallel shift ": "A parallel yield curve shift implies that all rates change by the same amount in the same direction.",
    " Parameter ": "A descriptive measure computed from or used to describe a population of data, conventionally represented by Greek letters.",
    " Parametric test ": "Any test (or procedure) concerned with parameters or whose validity depends on assumptions concerning the population generating the sample.",
    " Pari passu ": "On an equal footing.",
    " Partial duration ": "See key rate duration.",
    " Participating preference shares ": "Preference shares that entitle shareholders to receive the standard preferred dividend plus the opportunity to receive an additional dividend if the company's profits exceed a pre-specified level.",
    " Pass-through rate ": "The coupon rate of a mortgage pass through security.",
    " Passive investment ": "A buy and hold approach in which an investor does not make portfolio changes based on short-term expectations of changing market or security performance.",
    " Passive strategy ": "In reference to short-term cash management, it is an investment strategy characterized by simple decision rules for making daily investments.",
    " Payable date ": "The day that the company actually mails out (or electronically transfers) a dividend payment.",
    " Payment date ": "The day that the company actually mails out (or electronically transfers) a dividend payment.",
    " Payout ": "Cash dividends and the value of shares repurchased in any given year.",
    " Payout policy ": "A company's set of principles guiding payouts.",
    " Peak ": "The highest point of a business cycle.",
    " Peer group ": "A group of companies engaged in similar business activities whose economics and valuation are influenced by closely related factors.",
    " Pennants ": "A technical analysis continuation pattern formed by trendlines that converge to form a triangle, typically over a short period.",
    " Per capita real GDP ": "Real GDP divided by the size of the pop ulation, often used as a measure of the average standard of living in a country.",
    " Per unit contribution margin ": "The amount that each unit sold contributes to covering fixed costs--that is, the difference between the price per unit and the variable cost per unit.",
    " Percentage-of-completion ": "A method of revenue recogni tion in which, in each accounting period, the company estimates what percentage of the contract is complete and then reports that percentage of the total contract revenue in its income statement.",
    " Percentiles ": "Quantiles that divide a distribution into 100 equal parts.",
    " Perfect competition ": "A market structure in which the individ ual firm has virtually no impact on market price, because it is assumed to be a very small seller among a very large number of firms selling essentially identical products.",
    " Perfectly elastic ": "When the quantity demanded or supplied of a given good is infinitely sensitive to a change in the value of a specified variable (e.g., price).",
    " Perfectly inelastic ": "When the quantity demanded or supplied of a given good is completely insensitive to a change in the value of a specified variable (e.g., price).",
    " Performance appraisal ": "The evaluation of risk-adjusted per formance; the evaluation of investment skill.",
    " performance bond ": "See margin bond.",
    " Performance evaluation ": "The measurement and assessment of the outcomes of investment management decisions.",
    " Performance measurement ": "The calculation of returns in a logical and consistent manner.",
    " Period costs ": "Costs (e.g., executives' salaries) that cannot be directly matched with the timing of revenues and which are thus expensed immediately.",
    " Periodicity ": "The assumed number of periods in the year, typ ically matches the frequency of coupon payments.",
    " Permanent differences ": "Differences between tax and financial reporting of revenue (expenses) that will not be reversed at some future date. These result in a difference between the company's effective tax rate and statutory tax rate and do not result in a deferred tax item.",
    " Permutation ": "An ordered listing.",
    " Perpetual bonds ": "Bonds with no stated maturity date.",
    " Perpetuity ": "A perpetual annuity, or a set of never-ending level sequential cash flows, with the first cash flow occurring one period from now. A bond that does not mature.",
    " Personal consumption expenditures ": "All domestic personal consumption; the basis for a price index for such consump tion called the PCE price index.",
    " Personal disposable income ": "Equal to personal income less personal taxes.",
    " Personal income ": "A broad measure of household income that includes all income received by households, whether earned or unearned; measures the ability of consumers to make purchases.",
    " Plain vanilla bond ": "Bond that makes periodic, fixed coupon payments during the bond's life and a lump-sum payment of principal at maturity. Also called conventional bond.",
    " Platykurtic ": "Describes a distribution that is less peaked than the normal distribution.",
    " Point and figure chart ": "A technical analysis chart that is con structed with columns of X's alternating with columns of O's such that the horizontal axis represents only the num ber of changes in price without reference to time or volume.",
    " Point estimate ": "A single numerical estimate of an unknown quantity, such as a population parameter.",
    " Point of sale (POS) ": "Systems that capture transaction data at the physical location in which the sale is made.",
    " Policy rate ": "An interest rate that a central bank sets and announces publicly; normally the rate at which it is willing to lend money to the commercial banks.",
    " Population ": "All members of a specified group.",
    " Population mean ": "The arithmetic mean value of a population; the arithmetic mean of all the observations or values in the population.",
    " Population standard deviation ": "A measure of dispersion relating to a population in the same unit of measurement as the observations, calculated as the positive square root of the population variance.",
    " Population variance ": "A measure of dispersion relating to a population, calculated as the mean of the squared devia tions around the population mean.",
    " Portfolio company ": "In private equity, the company that is being invested in.",
    " Portfolio demand for money ": "The demand to hold specula tive money balances based on the potential opportunities or risks that are inherent in other financial instruments.",
    " Portfolio planning ": "The process of creating a plan for building a portfolio that is expected to satisfy a client's investment objectives.",
    " Position ": "The quantity of an asset that an entity owns or owes.",
    " Positive screening ": "An ESG implementation method that seeks to identify companies that embrace desired ESG related principles.",
    " Posterior probability ": "An updated probability that reflects or comes after new information.",
    " Potential GDP ": "The level of real GDP that can be produced at full employment; measures the productive capacity of the economy.",
    " Power of a test ": "The probability of correctly rejecting the null—that is, rejecting the null hypothesis when it is false.",
    " Precautionary money balances ": "Money held to provide a buffer against unforeseen events that might require money.",
    " Precautionary stocks ": "A level of inventory beyond anticipated needs that provides a cushion in the event that it takes longer to replenish inventory than expected or in the case of greater than expected demand.",
    " Preference shares ": "A type of equity interest which ranks above common shares with respect to the payment of dividends and the distribution of the company's net assets upon liquidation. They have characteristics of both debt and equity securities. Also called preferred stock.",
    " Preferred stock ": "See preference shares.",
    " Premium ": "In the case of bonds, premium refers to the amount by which a bond is priced above its face (par) value. In the case of an option, the amount paid for the option contract.",
    " Prepaid expense ": "A normal operating expense that has been paid in advance of when it is due.",
    " Prepayment option ": "Contractual provision that entitles the borrower to prepay all or part of the outstanding mortgage principal prior to the scheduled due date when the prin cipal must be repaid. Also called early repayment option.",
    " Prepayment penalty mortgages ": "Mortgages that stipulate a monetary penalty if a borrower prepays within a certain time period after the mortgage is originated.",
    " Prepayment risk ": "The uncertainty that the timing of the actual cash flows will be different from the scheduled cash flows as set forth in the loan agreement due to the borrowers' ability to alter payments, usually to take advantage of interest rate movements.",
    " Present value (PV). ": "The present discounted value of future cash flows: For assets, the present discounted value of the future net cash inflows that the asset is expected to generate; for liabilities, the present discounted value of the future net cash outflows that are expected to be required to settle the liabilities.",
    " Present value models ": "Valuation models that estimate the intrinsic value of a security as the present value of the future benefits expected to be received from the security.",
    " Pretax margin ": "A profitability ratio calculated as earnings before taxes divided by revenue.",
    " Price elasticity of demand ": "Measures the percentage change in the quantity demanded, given a percentage change in the price of a given product.",
    " Price index ": "Represents the average prices of a basket of goods and services.",
    " Price limits ": "Limits imposed by a futures exchange on the price change that can occur from one day to the next.",
    " Price multiple ": "A ratio that compares the share price with some sort of monetary flow or value to allow evaluation of the relative worth of a company's stock.",
    " Price priority ": "The principle that the highest priced buy orders and the lowest priced sell orders execute first.",
    " Price relative ": "A ratio of an ending price over a beginning price; it is equal to 1 plus the holding period return on the asset.",
    " Price return ": "Measures only the price appreciation or percent age change in price of the securities in an index or portfolio.",
    " Price return index ": "An index that reflects only the price appre ciation or percentage change in price of the constituent securities. Also called price index.",
    " Price stability ": "In economics, refers to an inflation rate that is low on average and not subject to wide fluctuation.",
    " Price takers ": "Producers that must accept whatever price the market dictates.",
    " Price to book value ": "A valuation ratio calculated as price per share divided by book value per share.",
    " Price to cash flow ": "A valuation ratio calculated as price per share divided by cash flow per share.",
    " Price to earnings ratio ": "(P/E ratio or P/E) The ratio of share price to earnings per share.",
    " Price to sales ": "A valuation ratio calculated as price per share divided by sales per share.",
    " Price value of a basis point ": "A version of money duration, it is an estimate of the change in the full price of a bond given a 1 basis point change in the yield-to-maturity.",
    " Price weighting ": "An index weighting method in which the weight assigned to each constituent security is determined by dividing its price by the sum of all the prices of the constituent securities.",
    " Priced risk ": "Risk for which investors demand compensation for bearing (e.g. equity risk, company-specific factors, macroeconomic factors).",
    " Primary bond markets ": "Markets in which issuers first sell bonds to investors to raise capital.",
    " Primary capital markets (primary markets) ": "The market where securities are first sold and the issuers receive the proceeds.",
    " Primary dealers ": "Financial institutions that are authorized to deal in new issues of sovereign bonds and that serve primarily as trading counterparties of the office responsible for issuing sovereign bonds.",
    " Primary market ": "The market where securities are first sold and the issuers receive the proceeds.",
    " Prime brokers ": "Brokers that provide services including custody, administration, lending, short borrowing, and trading.",
    " Principal-agent relationship ": "A relationship in which a prin cipal hires an agent to perform a particular task or service; also known as an agency relationship.",
    " Principal amount ": "Amount that an issuer agrees to repay the debt holders on the maturity date.",
    " Principal business activity ": "The business activity from which a company derives a majority of its revenues and/or earnings.",
    " Principal value ": "Amount that an issuer agrees to repay the debt holders on the maturity date.",
    " Principle of no arbitrage ": "See arbitrage-free pricing.",
    " Prior probabilities ": "Probabilities reflecting beliefs prior to the arrival of new information.",
    " Priority of claims ": "Priority of payment, with the most senior or highest ranking debt having the first claim on the cash flows and assets of the issuer.",
    " Private equity securities ": "Securities that are not listed on public exchanges and have no active secondary market.",
    " Private investment in public equity ": "An investment in the equity of a publicly traded firm that is made at a discount to the market value of the firm's shares.",
    " Private placement ": "Typically a non-underwritten, unregis tered offering of securities that are sold only to an inves tor or a small group of investors. It can be accomplished directly between the issuer and the investor(s) or through an investment bank.",
    " Probability ": "A number between 0 and 1 describing the chance that a stated event will occur.",
    " Probability density function ": "A function with non-negative values such that probability can be described by areas under the curve graphing the function, Probability distribution A distribution that specifies the probabilities of a random variable's possible outcomes.",
    " Probability function ": "A function that specifies the probability that the random variable takes on a specific value.",
    " Producer price index ": "Reflects the price changes experienced by domestic producers in a country.",
    " Production function ": "Provides the quantitative link between the level of output that the economy can produce and the inputs used in the production process.",
    " Productivity ": "The amount of output produced by workers in a given period of time--for example, output per hour worked; measures the efficiency of labor.",
    " Profit ": "The return that owners of a company receive for the use of their capital and the assumption of financial risk when making their investments.",
    " Profit and loss (P&L) statement ": "A financial statement that provides information about a company's profitability over a stated period of time.",
    " Profit margin ": "An indicator of profitability, calculated as net income divided by revenue; indicates how much of each dollar of revenues is left after all costs and expenses.",
    " Profitability ratios ": "Ratios that measure a company's ability to generate profitable sales from its resources (assets).",
    " Project sequencing ": "To defer the decision to invest in a future project until the outcome of some or all of a current project is known. Projects are sequenced through time, so that investing in a project creates the option to invest in future projects.",
    " Promissory note ": "A written promise to pay a certain amount of money on demand.",
    " Property, plant, and equipment ": "Tangible assets that are expected to be used for more than one period in either the production or supply of goods or services, or for admin istrative purposes.",
    " Prospectus ": "The document that describes the terms of a new bond issue and helps investors perform their analysis on the issue.",
    " Protective put ": "An option strategy in which a long position in an asset is combined with a long position in a put.",
    " Proxy contest ": "Corporate takeover mechanism in which shareholders are persuaded to vote for a group seeking a controlling position on a company's board of directors.",
    " Proxy voting ": "A process that enables shareholders who are unable to attend a meeting to authorize another individual to vote on their behalf.",
    " Pseudo-random numbers ": "Numbers produced by random number generators.",
    " Public offer ": "See public offering.",
    " Public offering ": "An offering of securities in which any member of the public may buy the securities. Also called public offer.",
    " Pull on liquidity ": "When disbursements are paid too quickly or trade credit availability is limited, requiring companies to expend funds before they receive funds from sales that could cover the liability.",
    " Pure discount bonds ": "See zero-coupon bonds.",
    " Pure discount instruments ": "Instruments that pay interest as the difference between the amount borrowed and the amount paid back.",
    " Pure-play method ": "A method for estimating the beta for a company or project; it requires using a comparable compa ny's beta and adjusting it for financial leverage differences.",
    " Put ": "An option that gives the holder the right to sell an under lying asset to another party at a fixed price over a specific period of time.",
    " Put-call-forward parity ": "The relationship among puts, calls, and forward contracts.",
    " Put-call parity ": "An equation expressing the equivalence (par ity) of a portfolio of a call and a bond with a portfolio of a put and the underlying, which leads to the relationship between put and call prices.",
    " Put/call ratio ": "A technical analysis indicator that evaluates market sentiment based upon the volume of put options traded divided by the volume of call options traded for a particular financial instrument.",
    " Put option ": "An option that gives the holder the right to sell an underlying asset to another party at a fixed price over a specific period of time.",
    " Putable bonds ": "Bonds that give the bondholder the right to sell the bond back to the issuer at a predetermined price on specified dates.",
    " Putable common shares ": "Common shares that give investors the option (or right) to sell their shares (i.e., \"put\" them) back to the issuing company at a price that is specified when the shares are originally issued.",
    " Quantile ": "A value at or below which a stated fraction of the data lies. Also called fractile.",
    " Quantitative easing ": "An expansionary monetary policy based on aggressive open market purchase operations.",
    " Quantity equation of exchange ": "An expression that over a given period, the amount of money used to purchase all goods and services in an economy, Mx V, is equal to monetary value of this output, PX Y.",
    " Quantity theory of money ": "Asserts that total spending (in money terms) is proportional to the quantity of money.",
    " Quartiles ": "Quantiles that divide a distribution into four equal parts.",
    " Quasi-fixed cost ": "A cost that stays the same over a range of production but can change to another constant level when production moves outside of that range.",
    " Quasi-government bonds ": "A bond issued by an entity that is either owned or sponsored by a national government.",
    " Quick assets ": "Assets that can be most readily converted to cash (e.g., cash, short-term marketable investments, receivables).",
    " Quick ratio ": "A stringent measure of liquidity that indicates a company's ability to satisfy current liabilities with its most liquid assets, calculated as (cash + short-term marketable investments + receivables) divided by current liabilities.",
    " Quintiles ": "Quantiles that divide a distribution into five equal parts.",
    " Quota rents ": "Profits that foreign producers can earn by raising the price of their goods higher than they would without a quota.",
    " Quotas ": "Government policies that restrict the quantity of a good that can be imported into a country, generally for a specified period of time.",
    " Quote-driven market ": "A market in which dealers acting as principals facilitate trading.",
    " Quoted interest rate ": "A quoted interest rate that does not account for compounding within the year. Also called stated annual interest rate.",
    " Quoted margin ": "The specified yield spread over the reference rate, used to compensate an investor for the difference in the credit risk of the issuer and that implied by the reference rate.",
    " Random number ": "An observation drawn from a uniform distribution.",
    " Random number generator ": "An algorithm that produces uniformly distributed random numbers between 0 and 1.",
    " Random variable ": "A quantity whose future outcomes are uncertain.",
    " Range ": "The difference between the maximum and minimum values in a dataset.",
    " Ratio scales ": "A measurement scale that has all the character istics of interval measurement scales as well as a true zero point as the origin.",
    " Real GDP ": "The value of goods and services produced, measured at base year prices.",
    " Real income ": "Income adjusted for the effect of inflation on the purchasing power of money. Also known as the purchasing power of income. If income remains constant and a good's price falls, real income is said to rise, even though the num ber of monetary units (e.g., dollars) remains unchanged.",
    " Real interest rate ": "Nominal interest rate minus the expected rate of inflation.",
    " Real risk-free interest rate ": "The single-period interest rate for a completely risk-free security if no inflation were expected.",
    " Realizable (settlement) value ": "With reference to assets, the amount of cash or cash equivalents that could currently be obtained by selling the asset in an orderly disposal; with reference to liabilities, the undiscounted amount of cash or cash equivalents expected to be paid to satisfy the liabilities in the normal course of business.",
    " Rebalancing ": "Adjusting the weights of the constituent secu rities in an index.",
    " Rebalancing policy ": "The set of rules that guide the process of restoring a portfolio's asset class weights to those specified in the strategic asset allocation.",
    " Recession ": "A period during which real GDP decreases (i.e., negative growth) for at least two successive quarters, or a period of significant decline in total output, income, employment, and sales usually lasting from six months to a year.",
    " Recognition lag ": "The lag in government response to an eco nomic problem resulting from the delay in confirming a change in the state of the economy.",
    " Record date ": "The date that a shareholder listed on the cor poration's books will be deemed to have ownership of the shares for purposes of receiving an upcoming dividend; two business days after the ex-dividend date.",
    " Recourse loan ": "Loan in which the lender has a claim against the borrower for any shortfall between the outstanding mortgage balance and the proceeds received from the sale of the property.",
    " Redemption yield ": "See yield to maturity.",
    " Redemptions ": "Withdrawals of funds by investors.",
    " Refinancing rate ": "A type of central bank policy rate.",
    " Registered bonds ": "Bonds for which ownership is recorded by either name or serial number.",
    " Relative dispersion ": "The amount of dispersion relative to a reference value or benchmark.",
    " Relative frequency ": "With reference to an interval of grouped data, the number of observations in the interval divided by the total number of observations in the sample.",
    " Relative price ": "The price of a specific good or service in com parison with those of other goods and services.",
    " Relative strength analysis ": "A comparison of the performance of one asset with the performance of another asset or a benchmark based on changes in the ratio of the securities' respective prices over time.",
    " Relative strength index ": "A technical analysis momentum oscillator that compares a security's gains with its losses over a set period.",
    " Renewable resources ": "Resources that can be replenished, such as a forest.",
    " Rent ": "Payment for the use of property.",
    " Reorganization ": "Agreements made by a company in bank ruptcy under which a company's capital structure is altered and/or alternative arrangements are made for debt repay ment; US Chapter 11 bankruptcy. The company emerges from bankruptcy as a going concern.",
    " Repo ": "A form of collateralized loan involving the sale of a security with a simultaneous agreement by the seller to buy the same security back from the purchaser at an agreed-on price and future date. The party who sells the security at the inception of the repurchase agreement and buys it back at maturity is borrowing money from the other party, and the security sold and subsequently repurchased represents the collateral.",
    " Repo margin ": "The difference between the market value of the security used as collateral and the value of the loan. Also called haircut.",
    " Repo rate ": "The interest rate on a repurchase agreement.",
    " Repurchase agreement ": "A form of collateralized loan involv ing the sale of a security with a simultaneous agreement by the seller to buy the same security back from the purchaser at an agreed-on price and future date. The party who sells the security at the inception of the repurchase agreement and buys it back at maturity is borrowing money from the other party, and the security sold and subsequently repurchased represents the collateral.",
    " Repurchase date ": "The date when the party who sold the secu rity at the inception of a repurchase agreement buys the security back from the cash lending counterparty.",
    " Repurchase price ": "The price at which the party who sold the security at the inception of the repurchase agreement buys the security back from the cash lending counterparty.",
    " Required margin ": "The yield spread over, or under, the ref erence rate such that an FRN is priced at par value on a rate reset date.",
    " Required rate of return ": "See market discount rate.",
    " Required yield ": "See market discount rate.",
    " Required yield spread ": "The difference between the yield-to maturity on a new bond and the benchmark rate; additional compensation required by investors for the difference in risk and tax status of a bond relative to a government bond.",
    " Reserve accounts ": "Form of internal credit enhancement that relies on creating accounts and depositing in these accounts cash that can be used to absorb losses. Also called reserve funds.",
    " Reserve funds ": "See reserve accounts.",
    " Reserve requirement ": "The requirement for banks to hold reserves in proportion to the size of deposits.",
    " Residual claim ": "The owners' remaining claim on the company's assets after the liabilities are deducted.",
    " Resistance ": "In technical analysis, a price range in which selling activity is sufficient to stop the rise in the price of a security.",
    " Responsible investing ": "An investment strategy that incorpo rates ESG considerations; often synonymous with socially responsible investing and sustainable investing.",
    " Restricted payments ": "A bond covenant meant to protect creditors by limiting how much cash can be paid out to shareholders over time.",
    " Retail method ": "An inventory accounting method in which the sales value of an item is reduced by the gross margin to calculate the item's cost.",
    " Retracement ": "In technical analysis, a reversal in the movement of a security's price such that it is counter to the prevailing longerterm price trend.",
    " Return-generating model ": "A model that can provide an esti mate of the expected return of a security given certain parameters and estimates of the values of the independent variables in the model.",
    " Return on assets (ROA) ": "A profitability ratio calculated as net income divided by average total assets; indicates a compa ny's net profit generated per dollar invested in total assets.",
    " Return on equity (ROE) ": "A profitability ratio calculated as net income divided by average shareholders' equity.",
    " Return on sales ": "An indicator of profitability, calculated as net income divided by revenue; indicates how much of each dollar of revenues is left after all costs and expenses.",
    " Return on total capital ": "A profitability ratio calculated as EBIT divided by the sum of short- and long-term debt and equity.",
    " Revenue ": "The amount charged for the delivery of goods or services in the ordinary activities of a business over a stated period; the inflows of economic resources to a company over a stated period.",
    " Reversal patterns ": "A type of pattern used in technical analysis to predict the end of a trend and a change in direction of the security's price.",
    " Reverse repo ": "A repurchase agreement viewed from the per spective of the cash lending counterparty.",
    " Reverse repurchase agreement ": "A repurchase agree ment viewed from the perspective of the cash lending counterparty.",
    " Reverse stock split ": "A reduction in the number of shares outstanding with a corresponding increase in share price, but no change to the company's underlying fundamentals.",
    " Revolving credit agreements ": "The strongest form of short term bank borrowing facilities; they are in effect for multi ple years (e.g., 3-5 years) and may have optional medium term loan features.",
    " Rho ": "The sensitivity of the option price to the risk-free rate.",
    " Ricardian equivalence ": "An economic theory that implies that it makes no difference whether a government finances a deficit by increasing taxes or issuing debt.",
    " Risk ": "Exposure to uncertainty. The chance of a loss or adverse outcome as a result of an action, inaction, or external event.",
    " Risk averse ": "The assumption that an investor will choose the least risky alternative.",
    " Risk aversion ": "The degree of an investor's inability and unwill ingness to take risk.",
    " Risk budgeting ": "The establishment of objectives for individ uals, groups, or divisions of an organization that takes into account the allocation of an acceptable level of risk.",
    " Risk exposure ": "The state of being exposed or vulnerable to a risk. The extent to which an entity is sensitive to under lying risks.",
    " Risk governance ": "The top-down process and guidance that directs risk management activities to align with and support the overall enterprise.",
    " Risk management ": "The process of identifying the level of risk an entity wants, measuring the level of risk the entity currently has, taking actions that bring the actual level of risk to the desired level of risk, and monitoring the new actual level of risk so that it continues to be aligned with the desired level of risk.",
    " Risk management framework ": "The infrastructure, process, and analytics needed to support effective risk management in an organization.",
    " Risk-neutral pricing ": "Sometimes said of derivatives pricing, uses the fact that arbitrage opportunities guarantee that a risk-free portfolio consisting of the underlying and the derivative must earn the risk-free rate.",
    " Risk-neutral probabilities ": "Weights that are used to compute a binomial option price. They are the probabilities that would apply if a risk-neutral investor valued an option.",
    " Risk premium ": "An extra return expected by investors for bearing some specified risk.",
    " Risk shifting ": "Actions to change the distribution of risk outcomes.",
    " Risk tolerance ": "The amount of risk an investor is willing and able to bear to achieve an investment goal.",
    " Risk transfer ": "Actions to pass on a risk to another party, often, but not always, in the form of an insurance policy.",
    " Robust ": "The quality of being relatively unaffected by a violation of assumptions.",
    " Rule of 72 ": "The principle that the approximate number of years necessary for an investment to double is 72 divided by the stated interest rate.",
    " Running yield ": "See current yield.",
    " Safety-first rules ": "Rules for portfolio selection that focus on the risk that portfolio value will fall below some minimum acceptable level over some time horizon.",
    " Safety stock ": "A level of inventory beyond anticipated needs that provides a cushion in the event that it takes longer to replenish inventory than expected or in the case of greater than expected demand.",
    " Sales ": "Generally, a synonym for revenue; “sales\" is generally understood to refer to the sale of goods, whereas \"revenue\" is understood to include the sale of goods or services.",
    " Sales returns and allowances ": "An offset to revenue reflecting any cash refunds, credits on account, and discounts from sales prices given to customers who purchased defective or unsatisfactory items.",
    " Sales risk ": "Uncertainty with respect to the quantity of goods and services that a company is able to sell and the price it is able to achieve; the risk related to the uncertainty of revenues.",
    " Sales-type leases ": "A type of finance lease, from a lessor per spective, where the present value of the lease payments (lease receivable) exceeds the carrying value of the leased asset. The revenues earned by the lessor are operating (the profit on the sale) and financing (interest) in nature.",
    " Salvage value ": "The amount the company estimates that it can sell the asset for at the end of its useful life. Also called residual value.",
    " Sample ": "A subset of a population.",
    " Sample excess kurtosis ": "A sample measure of the degree of a distribution's peakedness in excess of the normal distri bution's peakedness.",
    " Sample kurtosis ": "A sample measure of the degree of a distri- bution's peakedness.",
    " Sample mean ": "The sum of the sample observations, divided by the sample size.",
    " Sample selection bias ": "Bias introduced by systematically excluding some members of the population according to a particular attribute--for example, the bias introduced when data availability leads to certain observations being excluded from the analysis.",
    " Sample skewness ": "A sample measure of degree of asymmetry of a distribution.",
    " Sample standard deviation ": "The positive square root of the sample variance.",
    " Sample statistic ": "A quantity computed from or used to describe a sample.",
    " Sample variance ": "A sample measure of the degree of dis persion of a distribution, calculated by dividing the sum of the squared deviations from the sample mean by the sample size minus 1.",
    " Sampling ": "The process of obtaining a sample.",
    " Sampling distribution": "The distribution of all distinct possible values that a statistic can assume when computed from samples of the same size randomly drawn from the same population.",
    " Sampling error ": "The difference between the observed value of a statistic and the quantity it is intended to estimate.",
    " Sampling plan ": "The set of rules used to select a sample.",
    " Say on pay ": "A process whereby shareholders may vote on executive remuneration (compensation) matters.",
    " Say's law ": "Named for French economist J.B. Say: All that is pro duced will be sold because supply creates its own demand.",
    " Scenario analysis ": "Analysis that shows the changes in key financial quantities that result from given (economic) events, such as the loss of customers, the loss of a supply source, or a catastrophic event; a risk management tech nique involving examination of the performance of a port folio under specified situations. Closely related to stress testing.",
    " Screening ": "The application of a set of criteria to reduce a set of potential investments to a smaller set having certain desired characteristics.",
    " Scrip dividend schemes ": "Dividend reinvestment plan in which the company meets the need for additional shares by issuing them instead of purchasing them.",
    " Seasoned offering ": "An offering in which an issuer sells addi tional units of a previously issued security.",
    " Second-degree price discrimination ": "When the monopolist charges different per-unit prices using the quantity pur chased as an indicator of how highly the customer values the product.",
    " Second lien ": "A secured interest in the pledged assets that ranks below first lien debt in both collateral protection and priority of payment.",
    " Secondary bond markets ": "Markets in which existing bonds are traded among investors.",
    " Secondary market ": "The market where securities are traded among investors.",
    " Secondary precedence rules ": "Rules that determine how to rank orders placed at the same time.",
    " Sector ": "A group of related industries.",
    " Sector indices ": "Indices that represent and track different eco nomic sectors—such as consumer goods, energy, finance, health care, and technology—on either a national, regional, or global basis.",
    " Secured bonds ": "Bonds secured by assets or financial guaran tees pledged to ensure debt repayment in case of default.",
    " Secured debt ": "Debt in which the debtholder has a direct claim—a pledge from the issuer—on certain assets and their associated cash flows.",
    " Securitization ": "A process that involves moving assets into a special legal entity, which then uses the assets as guarantees to secure a bond issue.",
    " Securitized assets ": "Assets that are typically used to create asset-backed bonds; for example, when a bank securitizes a pool of loans, the loans are said to be securitized.",
    " Security characteristic line ": "A plot of the excess return of a security on the excess return of the market.",
    " Security market index ": "A portfolio of securities representing a given security market, market segment, or asset class.",
    " Security market line ": "(SML) The graph of the capital asset pricing model.",
    " Security selection ": "The process of selecting individual secu rities; typically, security selection has the objective of generating superior risk-adjusted returns relative to a portfolio's benchmark.",
    " Self-investment limits ": "With respect to investment limitations applying to pension plans, restrictions on the percentage of assets that can be invested in securities issued by the pension plan sponsor.",
    " Sell-side firm ": "A broker or dealer that sells securities to and provides independent investment research and recommen dations to investment management companies.",
    " Semi-strong-form efficient market ": "A market in which security prices reflect all publicly known and available information.",
    " Semiannual bond basis yield ": "An annual rate having a peri odicity of two; also known as a semiannual bond equiv alent yield.",
    " Semiannual bond equivalent yield ": "See semiannual bond basis yield.",
    " Semideviation ": "The positive square root of semivariance (sometimes called semistandard deviation).",
    " Semilogarithmic ": "Describes a scale constructed so that equal intervals on the vertical scale represent equal rates of change, and equal intervals on the horizontal scale repre sent equal amounts of change.",
    " Semivariance ": "The average squared deviation below the mean.",
    " Seniority ranking ": "Priority of payment of various debt obligations.",
    " Sensitivity analysis ": "Analysis that shows the range of possible outcomes as specific assumptions are changed.",
    " Separately managed account ": "(SMA) An investment port- folio managed exclusively for the benefit of an individual or institution.",
    " Serial maturity structure ": "Structure for a bond issue in which the maturity dates are spread out during the bond's life; a stated number of bonds mature and are paid off each year before final maturity.",
    " Settlement ": "The process that occurs after a trade is completed, the securities are passed to the buyer, and payment is received by the seller.",
    " Settlement date ": "Date when the buyer makes cash payment and the seller delivers the security.",
    " Settlement price ": "The official price, designated by the clearing house, from which daily gains and losses will be determined and marked to market.",
    " Share repurchase ": "A transaction in which a company buys back its own shares. Unlike stock dividends and stock splits, share repurchases use corporate cash.",
    " Shareholder activism ": "Strategies used by shareholders to attempt to compel a company to act in a desired manner.",
    " Shareholder engagement ": "The process whereby companies engage with their shareholders.",
    " Shareholder-of-record date ": "the date that a shareholder listed on the corporation's books will be deemed to have owner ship of the shares for purposes of receiving an upcoming dividend; two business days after the ex-dividend date.",
    " Shareholders'equity ": "Assets less liabilities; the residual inter est in the assets after subtracting the liabilities.",
    " Sharpe ratio ": "The average return in excess of the risk-free rate divided by the standard deviation of return; a measure of the average excess return earned per unit of standard deviation of return.",
    " Shelf registration ": "Type of public offering that allows the issuer to file a single, all-encompassing offering circular that covers a series of bond issues.",
    " Short ": "The seller of an asset or derivative contract. Also refers to the position of being short an asset or derivative contract.",
    " Short position ": "A position in an asset or contract in which one has sold an asset one does not own, or in which a right under a contract can be exercised against oneself.",
    " Short-run average total cost ": "The curve describing average total cost when some costs are considered fixed.",
    " Short selling ": "A transaction in which borrowed securities are sold with the intention to repurchase them at a lower price at a later date and return them to the lender.",
    " Shortfall risk ": "The risk that portfolio value will fall below some minimum acceptable level over some time horizon.",
    " Shutdown point ": "The point at which average revenue is less than average variable cost.",
    " Simple interest ": "The interest earned each period on the orig inal investment; interest calculated on the principal only.",
    " Simple random sample ": "A subset of a larger population cre ated in such a way that each element of the population has an equal probability of being selected to the subset.",
    " Simple random sampling ": "The procedure of drawing a sample to satisfy the definition of a simple random sample.",
    " Simple yield ": "The sum of the coupon payments plus the straight-line amortized share of the gain or loss, divided by the flat price.",
    " Simulation ": "Computer-generated sensitivity or scenario anal ysis that is based on probability models for the factors that drive outcomes.",
    " Simulation trial. ": "A complete pass through the steps of a simulation.",
    " Single-step format ": "With respect to the format of the income statement, a format that does not subtotal for gross profit (revenue minus cost of goods sold).",
    " Sinking fund arrangement ": "Provision that reduces the credit risk of a bond issue by requiring the issuer to retire a por tion of the bond's principal outstanding each year.",
    " Situational influences ": "External factors, such as environmental or cultural elements, that shape our behavior.",
    " Skewed ": "Not symmetrical.",
    " Skewness ": "A quantitative measure of skew (lack of symmetry); a synonym of skew.",
    " Small country ": "A country that is a price taker in the world market for a product and cannot influence the world market price.",
    " Socially responsible investing ": "An investment strategy that incorporates ESG considerations; often synonymous with sustainable investing and responsible investing.",
    " Solvency ": "With respect to financial statement analysis, the ability of a company to fulfill its long-term obligations.",
    " Solvency ratios ": "Ratios that measure a company's ability to meet its long-term obligations.",
    " Solvency risk ": "The risk that an entity does not survive or succeed because it runs out of cash, even though it might otherwise be solvent.",
    " Sovereign bonds ": "A bond issued by a national government.",
    " Sovereign yield spread ": "An estimate of the country spread (country equity premium) for a developing nation that is based on a comparison of bonds yields in country being analyzed and a developed country. The sovereign yield spread is the difference between a government bond yield in the country being analyzed, denominated in the currency of the developed country, and the Treasury bond yield on a similar maturity bond in the developed country.",
    " Sovereigns ": "A bond issued by a national government.",
    " Spearman rank correlation coefficient ": "A measure of cor relation applied to ranked data.",
    " Special dividend ": "A dividend paid by a company that does not pay dividends on a regular schedule, or a dividend that supplements regular cash dividends with an extra payment.",
    " Special purpose entity ": "A non-operating entity created to carry out a specified purpose, such as leasing assets or securitizing receivables; can be a corporation, partnership, trust, limited liability, or partnership formed to facilitate a specific type of business activity. Also called special purpose vehicle or variable interest entity.",
    " Special purpose vehicle ": "See special purpose entity.",
    " Specific identification method ": "An inventory accounting method that identifies which specific inventory items were sold and which remained in inventory to be carried over to later periods.",
    " Speculative demand for money ": "The demand to hold specu lative money balances based on the potential opportunities or risks that are inherent in other financial instruments.",
    " Speculative money balances ": "Monies held in anticipation that other assets will decline in value.",
    " Split coupon bond ": "See deferred coupon bond.",
    " Sponsored ": "A type of depository receipt in which the foreign company whose shares are held by the depository has a direct involvement in the issuance of the receipts.",
    " Spot curve ": "A sequence of yields-to-maturity on zero-coupon bonds. Sometimes called zero or strip curve because coupon payments are “stripped\" off of the bonds.",
    " Spot markets ": "Markets in which assets are traded for imme diate delivery.",
    " Spot prices ": "The price of an asset for immediately delivery.",
    " Spot rates ": "A sequence of market discount rates that cor respond to the cash flow dates; yields-to-maturity on zero-coupon bonds maturing at the date of each cash flow.",
    " Spread ": "In general, the difference in yield between different fixed income securities. Often used to refer to the differ ence between the yield-to-maturity and the benchmark.",
    " Spread over the benchmark ": "See required yield spread.",
    " Spread risk ": "Bond price risk arising from changes in the yield spread on credit-risky bonds; reflects changes in the mar ket's assessment and/or pricing of credit migration (or downgrade) risk and market liquidity risk.",
    " Stackelberg model ": "A prominent model of strategic deci sionmaking in which firms are assumed to make their decisions sequentially.",
    " Stagflation. ": "When a high inflation rate is combined with a high level of unemployment and a slowdown of the economy.",
    " Staggered boards ": "Election process whereby directors are typically divided into multiple classes that are elected sep arately in consecutive years—that is, one class every year.",
    " Stakeholder management ": "The identification, prioritization, and understanding of the interests of stakeholder groups, and managing the company's relationships with these groups.",
    " Stakeholders ": "Individuals or groups of individuals who may be affected either directly or indirectly by a decision and thus have an interest, or stake, in the decision.",
    " Standard cost ": "With respect to inventory accounting, the planned or target unit cost of inventory items or services.",
    " Standard deviation ": "The positive square root of the variance; a measure of dispersion in the same units as the original data.",
    " Standard normal distribution ": "The normal density with mean (u) equal to 0 and standard deviation (o) equal to 1.",
    " Standardizing ": "A transformation that involves subtracting the mean and dividing the result by the standard deviation.",
    " Standards of conduct ": "Behaviors required by a group; estab lished benchmarks that clarify or enhance a group's code of ethics.",
    " Standing limit orders ": "A limit order at a price below market and which therefore is waiting to trade.",
    " Stated annual interest rate ": "A quoted interest rate that does not account for compounding within the year. Also called quoted interest rate.",
    " Statement of cash flows ": "A financial statement that reconciles beginning-of-period and end-of-period balance sheet val ues of cash; provides information about an entity's cash inflows and cash outflows as they pertain to operating, investing, and financing activities. Also called cash flow statement.",
    " Statement of changes in equity ": "(statement of owners' equity) A financial statement that reconciles the beginning-of period and end-of-period balance sheet values of share holders' equity; provides information about all factors affecting shareholders' equity. Also called statement of owners' equity.",
    " Statement of financial condition ": "The financial statement that presents an entity's current financial position by disclosing resources the entity controls (its assets) and the claims on those resources (its liabilities and equity claims), as of a particular point in time (the date of the balance sheet).",
    " Statement of financial position": "The financial statement that presents an entity's current financial position by disclosing resources the entity controls (its assets) and the claims on those resources (its liabilities and equity claims), as of a particular point in time (the date of the balance sheet).",
    " Statement of operations ": "A financial statement that provides information about a company's profitability over a stated period of time.",
    " Statement of owners' equity ": "A financial statement that rec onciles the beginning of-period and end-of-period balance sheet values of shareholders' equity; provides information about all factors affecting shareholders' equity. Also called statement of changes in shareholders' equity.",
    " Statement of retained earnings ": "A financial statement that reconciles beginning-of-period and end-of-period balance sheet values of retained income; shows the linkage between the balance sheet and income statement.",
    " Statistic ": "A quantity computed from or used to describe a sample of data.",
    " Statistical inference ": "Making forecasts, estimates, or judg ments about a larger group from a smaller group actually observed; using a sample statistic to infer the value of an unknown population parameter.",
    " Statistically significant ": "A result indicating that the null hypothesis can be rejected; with reference to an estimated regression coefficient, frequently understood to mean a result indicating that the corresponding population regres sion coefficient is different from 0.",
    " Statutory voting ": "A common method of voting where each share represents one vote.",
    " Step-up coupon bond ": "Bond for which the coupon, which may be fixed or floating, increases by specified margins at specified dates.",
    " Stock dividend ": "A type of dividend in which a company distrib utes additional shares of its common stock to shareholders instead of cash.",
    " Stock-out losses ": "Profits lost from not having sufficient inven - tory on hand to satisfy demand.",
    " Stop-loss order ": "See stop order.",
    " Stop order ": "An order in which a trader has specified a stop price condition. Also called stop-loss order.",
    " Store of value ": "The quality of tending to preserve value.",
    " Store of wealth ": "Goods that depend on the fact that they do not perish physically over time, and on the belief that others would always value the good.",
    " Straight-line method ": "A depreciation method that allocates evenly the cost of a long-lived asset less its estimated residual value over the estimated useful life of the asset.",
    " Straight voting ": "A shareholder voting process in which share holders receive one vote for each share owned.",
    " Strategic analysis ": "Analysis of the competitive environment with an emphasis on the implications of the environment for corporate strategy.",
    " Strategic asset allocation ": "The set of exposures to IPS permissible asset classes that is expected to achieve the client's long-term objectives given the client's investment constraints.",
    " Strategic groups ": "Groups sharing distinct business models or catering to specific market segments in an industry.",
    " Street convention ": "Yield measure that neglects weekends and holidays; the internal rate of return on cash flows assuming payments are made on the scheduled dates, even when the scheduled date falls on a weekend or holiday.",
    " Stress testing ": "A specific type of scenario analysis that esti mates losses in rare and extremely unfavorable combina- tions of events or scenarios.",
    " Strong-form efficient market ": "A market in which security prices reflect all public and private information.",
    " Structural (or cyclically adjusted) budget deficit ": "The deficit that would exist if the economy was at full employment (or full potential output).",
    " Structural subordination ": "Arises in a holding company struc ture when the debt of operating subsidiaries is serviced by the cash flow and assets of the subsidiaries before funds can be passed to the holding company to service debt at the parent level.",
    " Structured financial instruments ": "Financial instruments that share the common attribute of repackaging risks.",
    " Subjective probability ": "A probability drawing on personal or subjective judgment.",
    " Subordinated debt ": "A class of unsecured debt that ranks below a firm's senior unsecured obligations.",
    " Subordination ": "Form of internal credit enhancement that relies on creating more than one bond tranche and ordering the claim priorities for ownership or interest in an asset between the tranches. The ordering of the claim priorities is called a senior/subordinated structure, where the tranches of highest seniority are called senior followed by subor dinated or junior tranches. Also called credit tranching.",
    " Substitutes ": "Said of two goods or services such that if the price of one increases the demand for the other tends to increase, holding all other things equal (e.g., butter and margarine).",
    " Sunk cost ": "A cost that has already been incurred.",
    " Supply shock ": "A typically unexpected disturbance to supply.",
    " Support ": "In technical analysis, a price range in which buying activity is sufficient to stop the decline in the price of a security.",
    " Support tranche ": "A class or tranche in a CMO that protects the PAC tranche from prepayment risk.",
    " Supranational bonds ": "A bond issued by a supranational agency such as the World Bank.",
    " Surety bond ": "Form of external credit enhancement whereby a rated and regulated insurance company guarantees to reimburse bondholders for any losses incurred up to a maximum amount if the issuer defaults.",
    " Survey approach ": "An estimate of the equity risk premium that is based upon estimates provided by a panel of finance experts.",
    " Survivorship bias ": "The bias resulting from a test design that fails to account for companies that have gone bankrupt, merged, or are otherwise no longer reported in a database.",
    " Sustainable growth rate ": "The rate of dividend (and earnings) growth that can be sustained over time for a given level of return on equity, keeping the capital structure constant and without issuing additional common stock.",
    " Sustainable investing ": "An investment strategy that incorpo rates ESG considerations; often synonymous with respon sible investing and socially responsible investing.",
    " Sustainable rate of economic growth ": "The rate of increase in the economy's productive capacity or potential GDP.",
    " Swap contract ": "An agreement between two parties to exchange a series of future cash flows.",
    " Syndicated loans ": "Loans from a group of lenders to a single borrower.",
    " Syndicated offering ": "A bond issue that is underwritten by a group of investment banks.",
    " Synthetic lease ": "A lease that is structured to provide a com pany with the tax benefits of ownership while not requir ing the asset to be reflected on the company's financial statements.",
    " Systematic risk ": "Risk that affects the entire market or econ omy; it cannot be avoided and is inherent in the overall market. Systematic risk is also known as non-diversifiable or market risk.",
    " Systematic sampling ": "A procedure of selecting every kth member until reaching a sample of the desired size. The sample that results from this procedure should be approx imately random.",
    " t-Test ": "A hypothesis test using a statistic (t-statistic) that follows at-distribution.",
    " Target balance ": "A minimum level of cash to be held avail able-estimated in advance and adjusted for known funds transfers, seasonality, or other factors.",
    " Target capital structure ": "A company's chosen proportions of debt and equity.",
    " Target independent ": "A bank's ability to determine the defi nition of inflation that they target, the rate of inflation that they target, and the horizon over which the target is to be achieved.",
    " Target semideviation ": "The positive square root of target semivariance.",
    " Target semivariance ": "The average squared deviation below a target value.",
    " Tariffs ": "Taxes that a government levies on imported goods.",
    " Tax base ": "The amount at which an asset or liability is valued for tax purposes.",
    " Tax expense ": "An aggregate of an entity's income tax payable (or recoverable in the case of a tax benefit) and any changes in deferred tax assets and liabilities. It is essentially the income tax payable or recoverable if these had been determined based on accounting profit rather than taxable income.",
    " Tax loss carry forward ": "A taxable loss in the current period that may be used to reduce future taxable income.",
    " Taxable income ": "The portion of an entity's income that is sub ject to income taxes under the tax laws of its jurisdiction.",
    " Taxable temporary differences ": "Temporary differences that result in a taxable amount in a future period when deter mining the taxable profit as the balance sheet item is recovered or settled.",
    " Technical analysis ": "a form of security analysis that uses price and volume data, which is often displayed graphically, in decision making.",
    " Technology ": "The process a company uses to transform inputs into outputs.",
    " Tender offer ": "Corporate takeover mechanism which involves shareholders selling their interests directly to the group seeking to gain control.",
    " Tenor ": "The time-to-maturity for a bond or derivative contract.",
    " Term maturity structure ": "Structure for a bond issue in which the bond's notional principal is paid off in a lump sum at maturity.",
    " Term structure ": "See maturity structure.",
    " Term structure of credit spreads ": "The relationship between the spreads over the “risk-free\" (or benchmark) rates and times-to-maturity.",
    " Term structure of yield volatility ": "The relationship between the volatility of bond yields-to-maturity and times-to-maturity.",
    " Terminal stock value ": "The expected value of a share at the end of the investment horizon-in effect, the expected selling price. Also called terminal value.",
    " Terminal value ": "The expected value of a share at the end of the investment horizon-in effect, the expected selling price.",
    " Terms of trade ": "The ratio of the price of exports to the price of imports, representing those prices by export and import price indices, respectively.",
    " Thematic investing ": "An ESG implementation method that focuses on a specific economic or social trend.",
    " Third-degree price discrimination ": "When the monopolist segregates customers into groups based on demographic or other characteristics and offers different pricing to each group.",
    " Time-period bias ": "The possibility that when we use a time series sample, our statistical conclusion may be sensitive to the starting and ending dates of the sample.",
    " Time-series data ": "Observations of a variable over time.",
    " Time tranching ": "The creation of classes or tranches in an ABS/ MBS that possess different (expected) maturities.",
    " Time value ": "The difference between the market price of the option and its intrinsic value, determined by the uncer- tainty of the underlying over the remaining life of the option.",
    " Time value decay ": "Said of an option when, at expiration, no time value remains and the option is worth only its exercise value.",
    " Time value of money ": "The principles governing equivalence relationships between cash flows with different dates.",
    " Time-weighted rate of return ": "The compound rate of growth of one unit of currency invested in a portfolio during a stated measurement period; a measure of investment per formance that is not sensitive to the timing and amount of withdrawals or additions to the portfolio.",
    " Top-down analysis ": "With reference to investment selection processes, an approach that starts with macro selection (i.e., identifying attractive geographic segments and/or industry segments) and then addresses selection of the most attractive investments within those segments.",
    " Total comprehensive income ": "The change in equity during a period resulting from transaction and other events, other than those changes resulting from transactions with owners in their capacity as owners.",
    " Total cost ": "The summation of all costs, for which costs are classified as fixed or variable.",
    " Total factor productivity ": "A scale factor that reflects the por tion of growth that is not accounted for by explicit factor inputs (e.g. capital and labor).",
    " Total fixed cost ": "The summation of all expenses that do not change as the level of production varies.",
    " Total invested capital ": "The sum of market value of common equity, book value of preferred equity, and face value of debt.",
    " Total probability rule ": "A rule explaining the unconditional probability of an event in terms of probabilities of the event conditional on mutually exclusive and exhaustive scenarios.",
    " Total probability rule for expected value ": "A rule explain ing the expected value of a random variable in terms of expected values of the random variable conditional on mutually exclusive and exhaustive scenarios.",
    " Total return ": "Measures the price appreciation, or percentage change in price of the securities in an index or portfolio, plus any income received over the period.",
    " Total return index ": "An index that reflects the price appreciation or percentage change in price of the constituent securities plus any income received since inception.",
    " Total return swap ": "A swap in which one party agrees to pay the total return on a security. Often used as a credit derivative, in which the underlying is a bond.",
    " Total variable cost ": "The summation of all variable expenses.",
    " Tracking error ": "The standard deviation of the differences between a portfolio's returns and its benchmark's returns; a synonym of active risk.",
    " Tracking risk ": "The standard deviation of the differences between a portfolio's returns and its benchmark's returns; a synonym of active risk. Also called tracking error.",
    " Trade creation ": "When regional integration results in the replacement of higher cost domestic production by lower cost imports from other members.",
    " Trade credit ": "A spontaneous form of credit in which a pur chaser of the goods or service is financing its purchase by delaying the date on which payment is made.",
    " Trade diversion ": "When regional integration results in lower cost imports from non-member countries being replaced with higher-cost imports from members.",
    " Trade payables ": "Amounts that a business owes to its vendors for goods and services that were purchased from them but which have not yet been paid.",
    " Trade protection ": "Government policies that impose restric tions on trade, such as tariffs and quotas.",
    " Trade receivables ": "Amounts customers owe the company for products that have been sold as well as amounts that may be due from suppliers (such as for returns of merchandise) Also called commercial receivables or accounts receivable.",
    " Trade surplus (deficit) ": "When the value of exports is greater (less) than the value of imports.",
    " Trading securities ": "Securities held by a company with the intent to trade them. Also called held-for-trading securities.",
    " Traditional investment markets ": "Markets for traditional investments, which include all publicly traded debts and equities and shares in pooled investment vehicles that hold publicly traded debts and/or equities.",
    " Transactions money balances ": "Money balances that are held to finance transactions.",
    " Transactions motive ": "In the context of inventory management, the need for inventory as part of the routine production sales cycle.",
    " Transfer payments ": "Welfare payments made through the social security system that exist to provide a basic minimum level of income for low-income households.",
    " Transparency ": "Said of something (e.g., a market) in which infor mation is fully disclosed to the public and/or regulators.",
    " Treasury Inflation-Protected Securities ": "A bond issued by the United States Treasury Department that is designed to protect the investor from inflation by adjusting the principal of the bond for changes in inflation.",
    " Treasury shares ": "Shares that were issued and subsequently repurchased by the company.",
    " Treasury stock ": "Shares that were issued and subsequently repurchased by the company.",
    " Treasury stock method ": "A method for accounting for the effect of options (and warrants) on earnings per share (EPS) that specifies what EPS would have been if the options and warrants had been exercised and the company had used the proceeds to repurchase common stock.",
    " Tree diagram ": "A diagram with branches emanating from nodes representing either mutually exclusive chance events or mutually exclusive decisions.",
    " Trend ": "A long-term pattern of movement in a particular direction.",
    " Treynor ratio ": "A measure of risk-adjusted performance that relates a portfolio's excess returns to the portfolio's beta.",
    " Triangle patterns ": "In technical analysis, a continuation chart pattern that forms as the range between high and low prices narrows, visually forming a triangle.",
    " Trimmed mean ": "A mean computed after excluding a stated small percentage of the lowest and highest observations.",
    " TRINA ": "flow of funds indicator applied to a broad stock market index to measure the relative extent to which money is moving into or out of rising and declining stocks.",
    " Triple bottoms ": "In technical analysis, a reversal pattern that is formed when the price forms three troughs at roughly the same price level; used to predict a change from a downtrend to an uptrend.",
    " Triple tops ": "In technical analysis, a reversal pattern that is formed when the price forms three peaks at roughly the same price level; used to predict a change from an uptrend to a downtrend.",
    " Trough ": "The lowest point of a business cycle.",
    " True yield ": "The internal rate of return on cash flows using the actual calendar including weekends and bank holidays.",
    " Trust deed ": "The governing legal credit agreement, typically incorporated by reference in the prospectus. Also called bond indenture.",
    " Trust receipt arrangement ": "The use of inventory as collateral for a loan. The inventory is segregated and held in trust, and the proceeds of any sale must be remitted to the lender immediately.",
    " Turn-of-the-year effect ": "Calendar anomaly that stock mar- ket returns in January are significantly higher compared to the rest of the months of the year, with most of the abnormal returns reported during the first five trading days in January.",
    " Two-fund separation theorem ": "The theory that all investors regardless of taste, risk preferences, and initial wealth will hold a combination of two portfolios or funds: a risk-free asset and an optimal portfolio of risky assets.",
    " Two-sided hypothesis test ": "A test in which the null hypoth esis is rejected in favor of the alternative hypothesis if the evidence indicates that the population parameter is either smaller or larger than a hypothesized value.",
    " Two-tailed hypothesis test ": "A test in which the null hypoth esis is rejected in favor of the alternative hypothesis if the evidence indicates that the population parameter is either smaller or larger than a hypothesized value.",
    " Two-week repo rate ": "The interest rate on a two-week repur chase agreement; may be used as a policy rate by a central bank.",
    " Type Terror ": "The error of rejecting a true null hypothesis.",
    " Type ll error ": "The error of not rejecting a false null hypothesis.",
    " Unanticipated (unexpected) inflation ": "The component of inflation that is a surprise.",
    " Unbilled revenue ": "Revenue that has been earned but not yet billed to customers as of the end of an accounting period.",
    " Unclassified balance sheet ": "A balance sheet that does not show subtotals for current assets and current liabilities.",
    " Unconditional probability ": "The probability of an event not conditioned on another event.",
    " Underemployed ": "A person who has a job but has the qualifi cations to work a significantly higher-paying job.",
    " Underlying ": "An asset that trades in a market in which buyers and sellers meet, decide on a price, and the seller then delivers the asset to the buyer and receives payment. The underlying is the asset or other derivative on which a par ticular derivative is based. The market for the underlying is also referred to as the spot market.",
    " Underwriter ": "A firm, usually an investment bank, that takes the risk of buying the newly issued securities from the issuer, and then reselling them to investors or to dealers, thus guaranteeing the sale of the securities at the offering price negotiated with the issuer.",
    " Underwritten offering ": "A type of securities issue mechanism in which the investment bank guarantees the sale of the securities at an offering price that is negotiated with the issuer. Also known as firm commitment offering.",
    " Unearned fees ": "Unearned fees are recognized when a com pany receives cash payment for fees prior to earning them.",
    " Unearned revenue ": "A liability account for money that has been collected for goods or services that have not yet been delivered; payment received in advance of providing a good or service. Also called deferred revenue or deferred income.",
    " Unemployed ": "People who are actively seeking employment but are currently without a job.",
    " Unemployment rate ": "The ratio of unemployed to the labor force.",
    " Unit elastic ": "An elasticity with a magnitude of negative one.",
    " Unit labor cost ": "The average labor cost to produce one unit of output.",
    " Unit normal distribution ": "The normal density with mean (u) equal to 0 and standard deviation (o) equal to 1.",
    " Units-of-production method ": "A depreciation method that allocates the cost of a long-lived asset based on actual usage during the period.",
    " Univariate distribution ": "A distribution that specifies the prob abilities for a single random variable.",
    " Universal owners ": "Long-term investors, such as pension funds, that have significant assets invested in global diversified portfolios.",
    " Unlimited funds ": "An unlimited funds environment assumes that the company can raise the funds it wants for all prof itable projects simply by paying the required rate of return.",
    " Unsecured debt ": "Debt which gives the debtholder only a general claim on an issuer's assets and cash flow.",
    " Unsponsored ": "A type of depository receipt in which the foreign company whose shares are held by the depository has no involvement in the issuance of the receipts.",
    " Up transition probability ": "The probability that an asset's value moves up.",
    " Validity instructions ": "Instructions which indicate when the order may be filled.",
    " Valuation allowance ": "A reserve created against deferred tax assets, based on the likelihood of realizing the deferred tax assets in future accounting periods.",
    " Valuation ratios ": "Ratios that measure the quantity of an asset or flow (e.g., earnings) in relation to the price associated with a specified claim (e.g., a share or ownership of the enterprise).",
    " Value at risk ": "(VaR) A money measure of the minimum value of losses expected during a specified time period at a given level of probability.",
    " Value investors ": "With reference to equity investors, investors who are focused on paying a relatively low share price in relation to earnings or assets per share.",
    " VaR ": "See value at risk.",
    " Variable cost ": "Costs that fluctuate with the level of production and sales.",
    " Variable costs ": "Costs that fluctuate with the level of produc tion and sales.",
    " Variable-rate note ": "Similar to a floating-rate note, except that the spread is variable rather than constant.",
    " Variance ": "The expected value (the probability-weighted average) of squared deviations from a random variable's expected value.",
    " Variation margin ": "Additional margin that must be deposited in an amount sufficient to bring the balance up to the initial margin requirement.",
    " Veblen goods ": "Goods that increase in desirability with increas ing price.",
    " Vega ": "A measure of the sensitivity of an option's price to changes in the underlying's volatility.",
    " Venture capital ": "Investments that provide \"seed\" or start-up capital, early-stage financing, or mezzanine financing to companies that are in the early stages of development and require additional capital for expansion.",
    " Venture capital fund ": "A fund for private equity investors that provides financing for development-stage companies.",
    " Vertical analysis ": "Common-size analysis using only one report ing period or one base financial statement; for example, an income statement in which all items are stated as per centages of sales.",
    " Vertical demand schedule ": "Implies that some fixed quantity is demanded, regardless of price.",
    " Volatility ": "As used in option pricing, the standard deviation of the continuously compounded returns on the under lying asset.",
    " Voluntarily unemployed ": "A person voluntarily outside the labor force, such as a jobless worker refusing an available vacancy.",
    " Voluntary export restraint ": "A trade barrier under which the exporting country agrees to limit its exports of the good to its trading partners to a specific number of units.",
    " Vote by proxy ": "A mechanism that allows a designated party such as another shareholder, a shareholder representative, or management—to vote on the shareholder's behalf.",
    " Warehouse receipt arrangement ": "The use of inventory as collateral for a loan; similar to a trust receipt arrangement except there is a third party (i.e., a warehouse company) that supervises the inventory.",
    " Warrant ": "Attached option that gives its holder the right to buy the underlying stock of the issuing company at a fixed exercise price until the expiration date.",
    " Weak-form efficient market hypothesis ": "The belief that secu rity prices fully reflect all past market data, which refers to all historical price and volume trading information.",
    " Wealth effect ": "An increase (decrease) in household wealth increases (decreases) consumer spending out of a given level of current income.",
    " Weighted average cost method ": "An inventory accounting method that averages the total cost of available inventory items over the total units available for sale.",
    " Weighted average cost of capital ": "A weighted average of the aftertax required rates of return on a company's common stock, preferred stock, and long-term debt, where the weights are the fraction of each source of financing in the company's target capital structure.",
    " Weighted average coupon rate ": "Weighting the mortgage rate of each mortgage loan in the pool by the percentage of the mortgage outstanding relative to the outstanding amount of all the mortgages in the pool.",
    " Weighted average life ": "A measure that gives investors an indication of how long they can expect to hold the MBS before it is paid off; the convention-based average time to receipt of all principal repayments. Also called average life.",
    " Weighted average maturity ": "Weighting the remaining num ber of months to maturity for each mortgage loan in the pool by the amount of the outstanding mortgage balance.",
    " Weighted mean ": "An average in which each observation is weighted by an index of its relative importance.",
    " Wholesale price index ": "Reflects the price changes experienced by domestic producers in a country.",
    " Winsorized mean ": "A mean computed after assigning a stated percent of the lowest values equal to one specified low value, and a stated percent of the highest values equal to one specified high value.",
    " Working capital ": "The difference between current assets and current liabilities.",
    " Working capital management ": "The management of a compa ny's short-term assets (such as inventory) and short-term liabilities (such as money owed to suppliers).",
    " World price ": "The price prevailing in the world market.",
    " Yield ": "The actual return on a debt security if it is held to maturity.",
    " Yield duration ": "The sensitivity of the bond price with respect to the bond's own yield-to-maturity.",
    " Yield to maturity ": "Annual return that an investor earns on a bond if the investor purchases the bond today and holds it until maturity. It is the discount rate that equates the pres ent value of the bond's expected cash flows until maturity with the bond's price. Also called yield-to-redemption or redemption yield.",
    " Yield to redemption ": "See yield to maturity.",
    " Yield-to-worst ": "The lowest of the sequence of yields-to-call and the yield-to-maturity.",
    " Zero-coupon bonds ": "Bonds that do not pay interest during the bond's life. It is issued at a discount to par value and redeemed at par. Also called pure discount bonds.",
    " Zero volatility spread (Z-spread) ": "Calculates a constant yield spread over a government (or interest rate swap) spot curve."
}